## Spring的生态统治
###### 戏说Spring
Java是一门面向对象的语言(OOP),在面向对象的世界里面，要想完成一向任务(例如：Java的web开发)
就需要千千万万个对象的协同工作。class是DNA，对象就是以DNA合成的蛋白质，只有蛋白质才有行使生
物功能的能力。
在Java程序员的工作当中，new对象几乎是开展每个方法或者功能调用之前的前奏工作之一，程序的目的
就是为了解决重复的动作，既然这种new对象的动作那么普遍和烂大街，肯定需要推出来一个利器。这个时
候Spring应运而生了，就像他的名字的含义所表达的那样，Spring就是Java的春天，Spring就是Java的泉水，
Spring就像一缕春风一样从地球的南极吹到北极，轻轻的拂过每一个疲惫的程序员的面颊，漫天的雾霾顿时
散尽，冰冻的河水马上流淌，柳树也发出了新芽，不禁让我想起
来一首诗：古木阴中系短篷， 杖藜扶我过桥东。 沾衣欲湿杏花雨， 吹面不寒杨柳风。
###### Spring的看家本领:IOC和AOP
Spring的起家要从他的两个看家本领说起：IOC和AOP，IOC解决了new对象的繁重操作，AOP解决了
业务和杂揉在业务当中的非业务代码的分离，做到了代码的复用。Spring家族所有的功能都是在IOC
这个基础上盖起来的大厦。

## 一个简单的Spring的IOC例子
## 从上帝视角看待一下IOC的简略过程
## IOC的第一步：加载配置文件
## IOC的第二步：new对象
## IOC的第三步：对象的一生---我是怎么来的，又是怎么没的
## 一个更加简单的AOP的例子
## IOC和AOP的分道扬镳
## AOP进行代理对象的过程：凤凰涅磐重生 
