INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (1, '国风·周南·关雎', '关关雎鸠，在河之洲。窈窕淑女，君子好逑。 参差荇菜，左右流之。窈窕淑女，寤寐求之。 求之不得，寤寐思服。悠哉悠哉，辗转反侧。 参差荇菜，左右采之。窈窕淑女，琴瑟友之。 参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。', '关关：象声词，雌雄二鸟相互应和的叫声。
雎鸠（jū jiū）：一种水鸟名，即王鴡。
洲：水中的陆地。
窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。
好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。
参差：长短不齐的样子。
荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。
左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。
寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。
思服：思念。服，想。 《毛传》：“服，思之也。”
悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。
辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。
琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。
芼（mào）：择取，挑选。
钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (2, '葛覃', '葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。 葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。 言告师氏，言告言归。薄污我私，薄澣我衣。害澣害否？归宁父母。', '葛：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布，俗称夏布，其藤蔓亦可制鞋（即葛屦），夏日穿用。覃（tán）：本指延长之意，此指蔓生之藤。
施（yì）：蔓延。中谷：山谷中。
维：发语助词，无义。萋萋：茂盛貌。
黄鸟：一说黄鹂，一说黄雀。于：作语助，无义。于飞，即飞。
集：栖止。
喈喈（jiē）：鸟鸣声。
莫莫：茂盛貌。
刈（yì）：斩，割。濩（huò）：煮。此指将葛放在水中煮。
絺（chī）：细的葛纤维织的布。綌（xì）：粗的葛纤维织的布。
斁（yì）：厌。
言：一说第一人称，一说作语助词。师氏：类似管家奴隶，或指保姆。
归：本指出嫁，亦可指回娘家。
薄：语助词。污（wù）：洗去污垢。私：贴身内衣。
澣（huàn）：浣，洗。衣：上曰衣，下曰裳。此指外衣。
害（hé）：通“曷”，盍，何，疑问词。否：不。
归宁：回家慰安父母，或出嫁以安父母之心。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (3, '卷耳', '采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置) 陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。 陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。 陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。', '⑴采采：采了又采。卷耳：苍耳，石竹科一年生草本植物，嫩苗可食，子可入药。
⑵盈：满。顷筐：斜口筐子，后高前低。一说斜口筐。这句说采了又采都采不满浅筐子，心思不在这上头。
⑶嗟：语助词，或谓叹息声。怀：怀想。
⑷寘（zhì）：同“置”，放，搁置。周行（háng）：环绕的道路，特指大道。索性把筐子放在大路上，于是眼前出现了她丈夫在外的情景。
⑸陟：升；登。彼：指示代名词。崔嵬（wéi）：山高不平。
⑹我：想象中丈夫的自称。虺隤（huī tuí）：疲极而病。
⑺姑：姑且。酌：斟酒。金罍（léi）：金罍，青铜做的罍。罍，器名，青铜制，用以盛酒和水。
⑻维：发语词，无实义。永怀：长久思念。
⑼玄黄：黑色毛与黄色毛相掺杂的颜色。朱熹说“玄马而黄，病极而变色也”，就是本是黑马，病久而出现黄斑。
⑽兕觥（sì gōng）：一说野牛角制的酒杯，一说“觥”是青铜做的牛形酒器。
⑾永伤：长久思念。
⑿砠（jū）：有土的石山，或谓山中险阻之地。
⒀瘏（tú）：因劳致病，马疲病不能前行。
⒁痡（pū）：因劳致病，人过劳不能走路。
⒂云：语助词，无实义。云何：奈何，奈之何。吁（xū）：忧伤而叹', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (4, '樛木', '南有樛木，葛藟累之。乐只君子，福履绥之。 南有樛木，葛藟荒之。乐只君子，福履将之。 南有樛木，葛藟萦之。乐只君子，福履成之。', '樛（jiū）：下曲而高的树。
葛（gé）藟（lěi）：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布。藟似葛，野葡萄之类。
累：攀缘，缠绕。此处又作纍。
只：语气助词。
君子：此处指结婚的新郎。
福履：福禄，幸福。后妃能逮下而无嫉妒之心，故众妾乐其德而称愿之曰：南有樛木，则葛藟累之矣，乐只君子，则福履绥之矣。
绥：安定，安抚人心的意思。
荒：覆盖。
将：扶助；或释为“大”。朱熹：《诗经集注》将，犹扶助也。
萦（yíng 营）：回旋缠绕。《康熙字典》：玉篇萦，旋也。广韵 绕也。
成：就；到来。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (5, '螽斯', '螽斯羽，诜诜兮。宜尔子孙，振振兮。 螽斯羽，薨薨兮。宜尔子孙，绳绳兮。 螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。', '螽（zhōng终）斯：或名斯螽，一种直翅目昆虫，常称为“蝈蝈”。一说“斯”为语词。
诜（shēn 身）诜：同莘莘，众多貌。
振振（zhēn真 古音）：茂盛的样子。
薨（hōng轰）薨：很多虫飞的声音。或曰形容螽斯的齐鸣。
绳绳（mǐn）：延绵不绝的样子。
揖揖（yī）：会聚的样子。揖为集之假借。
蛰（zhé哲）蛰：多，聚集。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (6, '国风·周南·桃夭', '桃之夭夭，灼灼其华。之子于归，宜其室家。 桃之夭夭，有蕡其实。之子于归，宜其家室。 桃之夭夭，其叶蓁蓁。之子于归，宜其家人。', '夭夭：花朵怒放，美丽而繁华的样子。
灼灼：花朵色彩鲜艳如火，明亮鲜艳的样子。华：同“花”。
之子：这位姑娘。于归：姑娘出嫁。古代把丈夫家看作女子的归宿，故称“归”。于：去，往。
宜：和顺、亲善。
蕡（fén）：草木结实很多的样子。此处指桃实肥厚肥大的样子。有蕡即蕡蕡。
蓁（zhēn）：草木繁密的样子，这里形容桃叶茂盛。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (7, '国风·周南·兔罝', '肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。 肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。 肃肃兔罝，施于中林。赳赳武夫，公侯腹心。', '肃肃(suō)：整饬貌，密密。罝（jū 居）：捕兽的网。
椓（zhuó 浊）：打击。丁丁（zhēnɡ 争）：击打声。布网捕兽，必先在地上打桩。
赳赳：威武雄健的样子。
公侯：周封列国爵位（公、侯、伯、子、男）之尊者，泛指统制者。
干：盾牌。城：城池。干城，比喻捍卫者。
逵（kuí 魁）：九达之道曰“逵”。中逵，即四通八达的路叉口。
仇（qiú 求）：通“逑”。
林：牧外谓之野，野外谓之林。中林，林中。
腹心：比喻最可信赖而不可缺少之人。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (8, '国风·周南·芣苢', '采采芣苢，薄言采之。 采采芣苢，薄言有之。 采采芣苢，薄言掇之。 采采芣苢，薄言捋之。 采采芣苢，薄言袺之。 采采芣苢，薄言襭之。', '采采：采而又采。芣苢（fúyǐ ）：植物名，即车前草，其叶和种子都可以入药，有明显的利尿作用，并且其穗状花序结籽特别多，可能与当时的多子信仰有关。
薄言：发语词，无义。这里主要起补充音节的作用。
有：取得。
掇（duō）：拾取，伸长了手去采。
捋（luō）：顺着茎滑动成把地采取。
袺（jié）：一手提着衣襟兜着。
襭（xié）：把衣襟扎在衣带上，再把东西往衣里面塞裹。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (9, '汉广', '南有乔木，不可休思。 汉有游女，不可求思。 汉之广矣，不可泳思。 江之永矣，不可方思。 翘翘错薪，言刈其楚。 之子于归，言秣其马。 汉之广矣，不可泳思。 江之永矣，不可方思。 翘翘错薪，言刈其蒌。 之子于归，言秣其驹。 汉之广矣，不可泳思。 江之永矣，不可方思。', '休思：休思。休：止息也；思：语气助词，没有实义。
汉：指汉水。游女：在汉水岸上出游的女子。
江：指长江。永：水流很长。
方：渡河的木排。这里指乘筏渡河。
翘翘：众也，秀起之貌。错薪：杂乱的柴草。
楚：杂薪之中尤翘翘者
秣(mò)：喂马。
蒌(lóu)：草名，即蒌蒿', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (10, '国风·周南·汝坟', '遵彼汝坟，伐其条枚。未见君子，惄如调饥。 遵彼汝坟，伐其条肄。既见君子，不我遐弃。 鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。', '遵：循，沿。汝：汝河，源出河南省。坟（fén）：水涯，大堤。
条枚：山楸树。一说树干（枝曰条，干曰枚）。
君子：此指在外服役或为官的丈夫。
惄（nì）：饥，一说忧愁。调（zhōu）：又作“輖”，“朝”（鲁诗此处作“朝”字），早晨。调饥：早上挨饿，以喻男女欢情未得满足。
肄（yì）：树砍后再生的小枝。
遐（xiá）：远。
鲂（fánɡ）鱼：鳊鱼。赬（chēng成）：浅红色。
毁（huǐ）：火，齐人谓火为毁。如火焚一样。
孔：甚。　迩（ěr）：近，此指迫近饥寒之境', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (11, '国风·周南·麟之趾', '麟之趾，振振公子，于嗟麟兮。 麟之定，振振公姓，于嗟麟兮。 麟之角，振振公族，于嗟麟兮。', '麟：麒麟，传说动物。它有蹄不踏，有额不抵，有角不触，被古人看作至高至美的野兽，因而把它比作公子、公姓、公族的所谓仁厚、诚实。趾：足，指麒麟的蹄。
振振（zhēn真）：诚实仁厚的样子。公子：与公姓、公族皆指贵族子孙。
于（xū虚）：通吁，叹词。　于嗟：叹美声。
定：通“顁”，额。
公姓：诸侯之子为公子，公子之孙为公姓。或曰公姓犹言公子，变文以协韵。
公族：与公姓义同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (12, '国风·召南·鹊巢', '维鹊有巢，维鸠居之。之子于归，百两御之。 维鹊有巢，维鸠方之。之子于归，百两将之。 维鹊有巢，维鸠盈之。之子于归，百两成之。', '维：发语词。鹊：喜鹊。有巢：比兴男子已造家室。
鸠：一说鳲鸠（布谷鸟），自己不筑巢，居鹊的巢。贵州民间传说斑鸠不筑巢，居其他鸟类筑的巢。居：侵占。
归：嫁。
百：虚数，指数量多。两：同辆。御（yà）：同“迓”，迎接。
方：并，比，此指占居。
将（jiāng）：送。
盈：满。此指陪嫁的人很多。
成：迎送成礼，此指结婚礼成。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (13, '采蘩', '于以采蘩？于沼于沚。于以用之？公侯之事。 于以采蘩？于涧之中。于以用之？公侯之宫。 被之僮僮，夙夜在公。被之祁祁，薄言还归。', '⑴于以：问词，往哪儿。一说语助。蘩（fán）：白蒿。生彼泽中，叶似嫩艾，茎或赤或白，根茎可食，古代常用来祭祀。
⑵沼：沼泽。沚（zhǐ）：《说文》：“小渚曰沚。”这里用为水中的小块陆地之意。
⑶事：此指祭祀。
⑷涧：山夹水也。山间流水的小沟。
⑸宫：大的房子；汉代以后才专指皇宫。
⑹被（bì）：同“髲”。首饰，取他人之发编结披戴的发饰，相当于今之假发。一说这里是用为施加之意。《尚书·尧典》：“施加允恭克让，光被四表。”僮（tóng）僮：首饰盛貌，一说高而蓬松，又说光洁不坏貌。一说这里用为未成年的僮仆、奴婢之意。《说文》：“僮，未冠也。”
⑺夙：早。公：公庙。
⑻祁（qí）祁：形容首饰盛，一说舒迟貌。这里用为众多之意。
⑼薄：这里用为减少之意。归：归寝。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (14, '国风·召南·草虫', '喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。 陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。 陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。', '草虫：一种能叫的蝗虫，蝈蝈儿。
喓（yāo）喓：虫鸣声。
趯（tì）趯：昆虫跳跃之状。阜（fù）螽（zhōng）：即蚱蜢，一种蝗虫。
忡（chōng）忡：犹冲冲，形容心绪不安。
亦：如，若。既：已经。止：之、他，一说语助词。
觏（gòu）：遇见。
降（xiáng）：悦服，平静。
陟（zhì）：升；登。登山盖托以望君子。
蕨：野菜名，初生无叶时可食。
惙（chuò）惙：忧，愁苦的样子。
说（yuè）：通“悦”，高兴。
薇：草本植物，又名巢菜，或野豌豆，似蕨，而味苦，山间之人食之，谓之迷蕨。
夷：平，此指心情平静。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (15, '采蘋', '于以采蘋？南涧之滨。于以采藻？于彼行潦。 于以盛之？维筐及筥。于以湘之？维锜及釜。 于以奠之？宗室牖下。谁其尸之？有齐季女。', '于以：犹言“于何”，在何处。蘋（pín）：又称四叶菜、田字草，蘋科，为生于浅水之多年生蕨类植物，可食。
藻：杉叶藻科，为多年生水生草本植物，可食。一说水豆。
行（xíng）潦（lǎo）：沟中积水。行，水沟；潦，路上的流水、积水。《毛传》：“行潦，流潦也。”
筥（jǔ）：圆形的筐。方称筐，圆称筥。
湘：烹煮供祭祀用的牛羊等。《毛传》：“亨也。”按即烹。
錡（qí）：三足锅。釜：无足锅。锜与釜均为炊饭之器。
奠：放置。
宗室：宗庙、祠堂。《毛传》：“大宗之庙也。”大宗，即大夫之始祖。牖（yǒu）：窗户。
尸：主持。古人祭祀用人充当神，称尸。《毛传》：“尸，主。齐，敬。季，少也。”
有：语首助词，无义。齐（zhāi）：美好而恭敬，“斋”之省借。季：少、小。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (16, '国风·召南·甘棠', '蔽芾甘棠，勿翦勿伐，召伯所茇。 蔽芾甘棠，勿翦勿败，召伯所憩。 蔽芾甘棠，勿翦勿拜，召伯所说。', '蔽芾（fèi费）：小貌。一说树木高大茂密的样子。甘棠：棠梨，杜梨，落叶乔木，果实圆而小，味涩可食。芾：盛貌；蔽：谓可蔽风日也。
翦：同“剪”，伐，砍伐。
召（shào邵）伯：即召公，姬姓，封于燕。茇（bá拔）：草舍，此处用为动词，居住。
败：伐，毁坏。
憩：休息。
拜：拔也，一说屈、折。
说（shuì税）：通“税”，休憩，止息。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (17, '行露', '厌浥行露，岂不夙夜，谓行多露。 谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！ 谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！', '厌浥（yì yì益益）：潮湿。行（háng），道路。
谓：可能是畏之假借，意指害怕行道多露，与下文的“谁谓”的“谓”意不同；一说奈何。
角(jiǎo旧读jué)：鸟喙。
女：同汝，你。无家：没有成家、没有妻室。
速：招，致。狱：案件、官司。
家：媒聘求为家室之礼也。一说婆家。室家不足：要求成婚的理由不充足。
墉（yōng拥）：墙。
讼：诉讼。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (18, '羔羊', '羔羊之皮，素丝五紽。退食自公，委蛇委蛇。 羔羊之革，素丝五緎。委蛇委蛇，自公退食。 羔羊之缝，素丝五总。委蛇委蛇，退食自公。', '五紽：指缝制细密。五，通“午”，岐出、交错的意思；紽（tuó驼），丝结、丝钮，毛传释为数（cù促），即细密。
食（sì四）：公家供卿大夫之常膳。
委蛇（wěi yí尾移）：音义并同“逶迤”，悠闲自得的样子。
革：裘里。
緎（yù玉）：缝也。
缝：皮裘；一说缝合之处。
总（zǒng）：纽结。一说毛诗传释为“数”，与紽同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (19, '殷其雷', '殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！ 殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！ 殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！', '殷：声也。
雷：喻车声
遑：闲暇
殷其雷．劝以义也．召南之大夫远行从政．不遑宁处．其室家能闵其勤劳．劝以义也．
题解：妇人盼望远役丈夫早早归来', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (20, '摽有梅', '摽有梅，其实七兮。求我庶士，迨其吉兮。 摽有梅，其实三兮。求我庶士，迨其今兮。 摽有梅，顷筐塈之。求我庶士，迨其谓之。', '摽（biào）：一说坠落，一说掷、抛。有：语助词。
七：一说非实数，古人以七到十表示多，三以下表示少。或七成，即树上未落的梅子还有七成。
庶：众多。士：未婚男子。
迨（dài）：及，趁。吉：好日子。
今：现 在。
顷筐：斜口浅筐，犹今之簸箕。塈（ jì或qì）：一说取，一说给。
谓：一说聚会；一说开口说话；一说归，嫁。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (21, '小星', '嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。 嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹。', '嘒（huì慧）：微光闪烁。
三五：一说参三星，昴五星，指参昴。一说举天上星的数。
肃肃：疾行的样子。宵：指下文夙夜，天未亮以前。征：行。
夙（sù素）：早。
寔：同“实”。是，此。或谓即“是”。
维：是也。参（shēn申）：星名，二十八宿之一。
昴（mǎo卯）：星名，二十八宿之一，即柳星。
抱：古“抛”字。
衾（qīn钦）：被子。
裯（chóu绸）：被单。
犹：若，如，同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (22, '江有汜', '江有汜，之子归，不我以。不我以，其后也悔。 江有渚，之子归，不我与。不我与，其后也处。 江有沱，之子归，不我过。不我过，其啸也歌。', '江：长江。汜（sì）：由主流分出而复汇合的河水。
归：荣归故里。妇人谓嫁曰归。
不我以：不带我。我，媵自我也。
渚（zhǔ）：水中小洲。王先谦《诗三家义集疏》“水中小洲曰渚，洲旁小水亦称渚。”
不我与：不与我相聚。
处：忧愁。朱骏声《说文通训定声》“‘处’，假借为‘癙’，实为‘鼠’”《诗经·小雅·雨无正》“鼠思泣血”，鼠思，忧思也。
沱（tuó）：长江的支流名称。或以为与“汜”同。
过：至也。一说度。
其啸也歌：啸是唱歌没有谱和调的意思。有“狂歌当哭”的含义。一口出声，以抒愤懑之气，一说号哭。闻一多《诗经通义》“啸歌者，即号哭。谓哭而有言，其言又有节调也。”啸，蹙口出声，以舒愤懑之气，言其悔时也。歌，则得其所处而乐也。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (23, '国风·召南·野有死麕', '野有死麕，白茅包之。有女怀春，吉士诱之。 林有朴樕，野有死鹿。白茅纯束，有女如玉。 舒而脱脱兮！无感我帨兮！无使尨也吠！', '麕（jūn）：同“麇（jūn）”，也可用“野有死麇”，獐子。比鹿小，无角。
白茅：草名。属禾本科。在阴历三四月间开白花。包：古音读bǒu。
怀春：思春，男女情欲萌动。
吉士：男子的美称。
朴樕（sù）：小木，灌木。
纯束：捆扎，包裹。“纯”为“稇（kǔn）”的假借。
舒：舒缓。脱脱（tuì）：动作文雅舒缓。
感（hàn）：通假字，通：撼 ，动摇。帨（shuì）：佩巾，围腰，围裙。
尨（máng）：多毛的狗。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (24, '何彼襛矣', '何彼襛矣，唐棣之华？曷不肃雍？王姬之车。 何彼襛矣，华如桃李？平王之孙，齐侯之子。 其钓维何？维丝伊缗。齐侯之子，平王之孙。', '襛（nóng）：花木繁盛貌。
唐棣（dì）：木名，似白杨，又作棠棣、常棣。一说指车帷。
曷（hé）：何。肃：庄严肃静。雝（yōng）：雍容安详。
王姬：周王的女儿，姬姓，故称王姬；一说为美女的代称。
平王、齐侯：指谁无定说，或谓非实指，乃夸美之词。
其钓维何，维丝伊缗：是婚姻恋爱的隐语，或指男女双方门当户对、婚姻美满，或指用适当的方法求婚。维、伊：语助词。缗（mín）：合股丝绳，喻男女合婚；一说钓绳。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (25, '驺虞', '彼茁者葭，壹发五豝，于嗟乎驺虞！ 彼茁者蓬，壹发五豵，于嗟乎驺虞！', '驺（zōu）虞（yú）：一说猎人，一说义兽，一说古代管理鸟兽的官。
茁（zhuó）：草木茂盛貌。葭（jiā）：初生的芦苇。
壹：发语词。一说同“一”，射满十二箭为一发。发：发矢。一说“驱赶”。五：虚数，表示数目多。豝（bā）：母猪（此处因文意应为雌野猪）。
于（xū）嗟乎：感叹词，表示惊异、赞美。于，通“吁”，叹词，表示赞叹或悲叹。
蓬（péng）：草名。即蓬草，又称蓬蒿。
豵（zōng）：小猪。一岁曰豵（此处因文意应为一岁的小野猪）。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (26, '国风·邶风·柏舟', '泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。 我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。 我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。 忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。 日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。', '泛：浮行，漂流，随水冲走。
流：中流，水中间。
耿耿：鲁诗作“炯炯”，指眼睛明亮；一说形容心中不安。
隐忧：深忧。隐：痛
微：非，不是。
鉴：铜镜。
茹（rú如）：猜想。
据：依靠。
薄言：语助词。愬（sù诉）：同“诉”，告诉。
棣棣：雍容娴雅貌；一说丰富盛多的样子。
选：假借为“柬”。挑选,选择。
悄悄：忧貌。
愠（yùn运）：恼怒，怨恨。
觏（gòu够）：同“遘”，遭逢。闵（mǐn敏）：痛，指患难。
寤：交互。辟（pì屁）：通“擗”，捶胸。摽（biào鳔）：捶，打。
居、诸：语助词。
迭：更动。微：指隐微无光。
澣（huàn浣）：洗涤。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (27, '国风·邶风·绿衣', '绿兮衣兮，绿衣黄里。心之忧矣，曷维其已？(黄里 一作：黄裹) 绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡？ 绿兮丝兮，女所治兮。我思古人，俾无訧兮。 絺兮绤兮，凄其以风。我思古人，实获我心。', '里：衣服的衬里。
曷（hé）：何，怎么。维：语气助同，没有实义。已：止息，停止。
裳（cháng）：下衣，形状像现在的裙子。
亡：用作“忘”，忘记。
女（rǔ）：同“汝”，你。治：纺织。
古人：故人，古通“故”，这里指作者亡故的妻子。
俾（bǐ）：使。訧（yóu）：古同“尤”，过失，罪过。
絺（chī）：细葛布。绤（xì）：粗葛布。
凄：凉而有寒意。凄其：同“凄凄”。以：因。一说通“似”，像。
获：得。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (28, '国风·邶风·燕燕', '燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。 燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。 燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。 仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。', '燕燕：即燕子。
差（cī）池（chí）其羽：义同“参差”，形容燕子张舒其尾翼。
瞻：往前看；弗：不能。
颉（xié）：上飞。颃（háng）：下飞。
将（jiāng）：送。
伫：久立等待。
仲：兄弟或姐妹中排行第二者。指二妹。任：信任。氏：姓氏。只：语助词。
塞（sè）：诚实。渊：深厚。
 终…且…：既…又… ；惠：和顺。
淑：善良。慎：谨慎。
先君：已故的国君。
勖（xù）：勉励。寡人：寡德之人，国君对自己的谦称。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (29, '国风·邶风·日月', '日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。 日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。 日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。 日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。', '居、诸：语尾助词。
乃：可是。之人：这个人，指她的丈夫。
逝：助词。无实义,起调整音节的作用。古处：一说旧处，和原来一样相处；一说姑处。
胡：何，怎么。定：止。指心定、心安。
宁：一说乃，曾；一说岂，竟然，难道。我顾：顾我。顾，念。
.冒：覆盖，照临。
相好：相爱。
德音：好名誉。
畜我不卒：即好我不终。畜，同“慉”，喜爱。不卒，不到最后。
不述：不循义理。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (30, '终风', '终风且暴，顾我则笑，谑浪笑敖，中心是悼。 终风且霾，惠然肯来，莫往莫来，悠悠我思。 终风且曀，不日有曀，寤言不寐，愿言则嚏。 曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。', '终：一说终日，一说既。暴：急骤，猛烈。
谑（xuè）浪笑敖：戏谑：谑，调戏。浪，放荡。敖，放纵。
中心：心中。是悼：悼是。悼，伤心害怕。
霾（mái）：阴霾。空气中悬浮着的大量烟尘所形成的混浊现象。
惠：顺。
莫往莫来：不往来。
曀（yì）：阴云密布有风。
不日：不见太阳。有，同“又”。
寤：醒着。言：助词。寐：睡着。
嚏（tì）：打喷嚏。民间有“打喷嚏，有人想”的谚语。
曀曀：天阴暗貌。
虺（huǐ）：形容雷声。
怀：思念。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (31, '击鼓', '击鼓其镗，踊跃用兵。土国城漕，我独南行。 从孙子仲，平陈与宋。不我以归，忧心有忡。 爰居爰处？爰丧其马？于以求之？于林之下。 死生契阔，与子成说。执子之手，与子偕老。 于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。', '镗：鼓声。其镗，即“镗镗”。明 陈继儒《大司马节寰袁公（袁可立）家庙记》：“喤喤考钟，坎坎击鼓。” 
踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。
土国：在国都服役。漕：地名。
孙子仲：即公孙文仲，字子仲，邶国将领。
平：和也，和二国之好。谓救陈以调和陈宋关系。陈、宋：诸侯国名。
不我以归：即不以我归，有家不让回。
有忡：忡忡。
爰（yuán）：本发声词，犹言“于是”。丧：丧失，此处言跑失。爰居爰处？爰丧其马：有不还者，有亡其马者。
于以：于何。
契阔：聚散。契，合；阔，离。
成说：成言也犹言誓约。
于嗟：即“吁嗟”，犹言今之哎哟。
活：借为“佸”，相会。
洵：远。
信：一说古伸字，志不得伸。一说誓约有信。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (32, '国风·邶风·凯风', '凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。 凯风自南，吹彼棘薪。母氏圣善，我无令人。 爰有寒泉？在浚之下。有子七人，母氏劳苦。 睍睆黄鸟，载好其音。有子七人，莫慰母心。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
凯风：和风。一说南风，夏天的风。这里喻母爱。马瑞辰《毛诗传笺通释》“凯之义本为大，故《广雅》云：‘凯，大也。’秋为敛而主愁，夏为大而主乐，大与乐义正相因。”
棘心：酸枣树初发的嫩芽。这里喻子女。棘，落叶灌木，即酸枣。枝上多刺，开黄绿色小花，实小，味酸。心，指纤小尖刺。
夭夭：树木嫩壮貌。
劬（qú）劳：操劳。劬，辛苦。
棘薪：长到可以当柴烧的酸枣树。这里比喻子女已长大。
圣善：明理而有美德。
令：善，好。
爰（yuán）：何处。一说发语词，无义。寒泉：卫地水名，冬夏常冷。
浚（xùn）：卫国地名。
睍（xiàn）睆（huǎn）：犹“间关”，鸟儿宛转的鸣叫声。一说美丽，好看。黄鸟：黄雀。
载：传载，载送。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (33, '雄雉', '雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。 雄雉于飞，下上其音。展矣君子，实劳我心。 瞻彼日月，悠悠我思。道之云远，曷云能来？ 百尔君子，不知德行。不忮不求，何用不臧？', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
雉（zhì）：野鸡，雄者有冠，长尾，身有文采，善斗。一说雉为耿介之鸟，交有时，别有伦。
于：往。一说语助词。
泄（yì）泄：鼓翅飞翔的样子。朱熹《诗集传》：“泄泄，飞之缓也。”
怀：因思念而忧伤。
自诒：自己给自己。诒（yí）：通”贻“，遗留。伊：此，这。阻：忧愁，苦恼。一说阻隔。
下上其音：叫声随飞翔而忽上忽下。
展：诚，确实。
劳我心：即”我心劳“，因挂怀而操心、忧愁。劳，忧。
瞻：远看，望。
悠悠：绵绵不断。
云：与下句的“云”同为语气助词。
曷（hé）：何。此处指何时。
百尔君子：你们这些君子。百，凡是，所有。尔，你们。君子，在位，有官职的大夫。
德行：品德和行为。
忮（zhì）：忌恨，害也。一说”贪求“。求：贪求。
何用：何以，为何。不臧（zāng）：不善，不好。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (34, '匏有苦叶', '匏有苦叶，济有深涉。深则厉，浅则揭。 有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。 雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。 招招舟子，人涉卬否。人涉卬否，卬须我友。', '匏（páo袍）：葫芦之类。苦：一说苦味，一说枯。意指葫芦八月叶枯成熟，可以挖空作渡水工具。
济：水名。涉：一说涉水过河，一说渡口。
厉：带。一说解衣涉水，一说拴葫芦在腰泅渡。
揭（qì气）：提起下衣渡水。
弥（mí弥）：大水茫茫。盈：满。
鷕（yǎo咬）：雌山鸡叫声。
不濡（音如）：不，语词；濡，沾湿。轨：车轴头。
牡：雄雉。
雝雝（yōng拥）：大雁叫声和谐。
旦：天大明。
归妻：娶妻。
迨（dài带）：及，等到；乘时。泮（pàn盼）：分，此处当反训为“合”。冰泮，指冰融化。
招招：招唤之貌，一说摇橹曲伸之貌。舟子：摆渡的船夫。
人涉：他人要渡河。卬：（áng昂），代词，表示“我”。否：不（渡河）。卬否：即我不渡河之意。
须：等待。友：指爱侣。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (35, '国风·邶风·谷风', '习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。 行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦？其甘如荠。宴尔新昏，如兄如弟。 泾以渭浊，湜湜其沚。宴尔新昏，不我屑矣。毋逝我梁，毋发我笱。我躬不阅，遑恤我后！ 就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。 不我能慉，反以我为雠，既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。 我有旨蓄，亦以御冬。宴尔新昏，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
谷风：东风，生长之风。一说来自大谷的风，为盛怒之风。
习习：和舒貌。一说逢连续不断貌’。
以阴以雨：为阴为雨，以滋润百物，以喻夫妇应该和美。一说没有晴和之意，喻其夫暴怒不止。
黾（mǐn）勉：勤勉，努力。
葑（fēng）：蔓菁也。叶、根可食。菲：萝卜之类。
无以下体：意指要叶不要根，比喻恋新人而弃旧人。以，用。下体，指根。
德音：指丈夫曾对她说过的好话。
迟迟：迟缓，徐行貌。
中心：心中。有违：行动和心意相违背。
伊：是。迩：近。
薄：语助词。畿（jī）：指门槛。
荼（tú）：苦菜。
荠：荠菜，一说甜菜。
宴：快乐。昏：即“婚”。
泾、渭：河名。
湜（shí）湜：水清见底。沚（zhǐ）：水中小洲。一说底。
屑：顾惜，介意。一说洁。
逝：往，去。梁：捕鱼水坝。
发：“拨”的假借字，搞乱。一说打开。笱（gǒu）：捕鱼的竹篓。
躬：自身。阅：容纳。
遑：暇，来不及。恤（xù）：忧，顾及。后：指走后的事。
方：筏子，此处作动词。
亡（wú）：同“无”。
民：人。这里指邻人。
匍（pú）匐（fú）：手足伏地而行，此处指尽力。
能：乃。慉（xù）：好，爱惜。
雠（chóu）：同“仇”，仇人。
贾（gǔ）：卖。用：指货物。不售：卖不出。
育：长。育恐：生于恐惧。鞫（jū）：穷。育鞫：生于困穷。
颠覆：艰难，患难。
于毒：如毒虫。
旨蓄：蓄以过冬的美味干菜和腌菜。旨，甘美。蓄，聚集。
御：抵挡。
穷：窘困。
有洸（guāng）有溃（kuì）：即“洸洸溃溃”，水流湍急的样子，此处借喻人动怒。
既：尽。诒（yí）：遗，留给。肄（yì）：劳苦的工作。
伊：句首语气词。一说维。余：我。来：语助词。一说是。塈（jì）：爱。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (36, '国风·邶风·式微', '式微，式微，胡不归？微君之故，胡为乎中露！ 式微，式微，胡不归？微君之躬，胡为乎泥中！', '式：作语助词。微：（日光）衰微，黄昏或曰天黑。
微：非。微君：要不是君主。
中露：露中。倒文以协韵。
躬：身体。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (37, '国风·邶风·旄丘', '旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？ 何其处也？必有与也！何其久也？必有以也！ 狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。 琐兮尾兮，流离之子。叔兮伯兮，褎如充耳。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
旄（máo）丘：卫国地名，在澶州临河东（今河南濮阳西南）。一说指前高后低的土山。
诞（yán）：通“延”，延长。节：指葛藤的枝节。
叔伯：本为兄弟间的排行。此处称高层统治者君臣。
多日：指拖延时日。
处：安居，留居，指安居不动。
与：盟国；一说同“以”，原因。
何其：为什么那样。
以：同“与”。一说作“原因”“缘故”解。
蒙戎：毛篷松貌。此处点出季节，已到冬季。
匪：非。东：此处作动词，指向东。
靡：没有。所与：与自己在一起同处的人。同：同心。
琐：细小。尾：通“微”，低微，卑下。
流离：转徙离散，飘散流亡。一说鸟名，即枭或黄鹂。
褎（yòu）：聋；一说多笑貌。充耳：塞耳。古代挂在冠冕两旁的玉饰，用丝带下垂到耳门旁。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (38, '简兮', '简兮简兮，方将万舞。日之方中，在前上处。 硕人俣俣，公庭万舞。有力如虎，执辔如组。 左手执龠，右手秉翟。赫如渥赭，公言锡爵。 山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
简：一说鼓声，一说形容舞师武勇之貌。朱熹注“简易不恭之意”。
方将：将要。万舞：舞名。
方中：正好中午。
在前上处：在前列的上头。
硕人：身材高大的人。俣（yǔ）俣：魁梧健美的样子。
公庭：公爵的庭堂。
辔（pèi）：马缰绳。组：丝织的宽带子。
龠（yuè）：古乐器。三孔笛。
秉：持。翟（dí）：野鸡的尾羽。
赫：红色。渥（wò）：厚。赭（zhě）：赤褐色，赭石。
锡：赐。爵：青铜制酒器，用以温酒和盛酒。
榛（zhēn）：落叶灌木。花黄褐色，果实叫榛子，果皮坚硬，果肉可食。
隰（xí）：低下的湿地。苓（líng）：一说甘草，一说苍耳，一说黄药，一说地黄。
西方：西周地区，卫国在西周的东面。美人：指舞师。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (39, '国风·邶风·泉水', '毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。 出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。 出宿于干，饮饯于言。载脂载舝，还车言迈。遄臻于卫，不瑕有害？ 我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
泉水：卫国水名，即末章所说的“肥泉”。
毖（bì）：“泌”的假借字，泉水涌流貌。
淇：淇水，卫国河名。
有怀：因怀念。有，以，因。
靡：无。
娈（luán）：美好的样子。诸姬：指卫国的同姓之女，卫君姓姬。
聊：一说愿，一说姑且。
泲（jǐ）：卫国地名。或以为即济水。
饯：以酒送行。祢（nǐ）：卫国地名。
行：指女子出嫁。
姑：父亲的姊妹称“姑”。
干：卫国地名。
言：卫国地名。
载：发语词。脂：涂车轴的油脂。舝（xiá）：同“辖”，车轴两头的金属键。此处脂、舝皆作动词。
还车：回转车。迈：远行。
遄（chuán）：疾速。臻：至。
瑕：通“胡”、“何”；一说远也。
肥泉、须、漕：皆卫国的城邑。肥泉一说同出异归之泉。
兹：通“滋”，增加。
须、漕：均为卫国地名。
悠悠：忧愁深长。
写（xiè）：通“泻”，除也。与“卸”音、义同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (40, '北门', '出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！ 王事适我，政事一埤益我。我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！ 王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
殷殷：忧愁深重的样子。
终：王引之《经义述闻》引王念孙说：“终，犹既也。”窭（jù）：贫寒，艰窘。
已焉哉：既然这样。
谓：犹奈也，即奈何不得之意。
王事：周王的事。适（zhì）：同“擿”，扔，掷。适我，扔给我。
政事：公家的事。一：都。埤（pí）益：增加。
徧：同“遍”。讁（zhé）：谴责，责难。
敦：逼迫。
遗：交给。
摧：挫也，讥刺。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (41, '北风', '北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！ 北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！ 莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
其凉：即“凉凉”，形容风寒冷。
雨（yù）雪：下雪。雨，作动词。其雱（páng）：即“雱雱”，雪盛貌。
惠而：即惠然，顺从、赞成之意。好我：同我友好。
其：同“岂”，语气词。虚邪：宽貌。一说徐缓。邪，一本作“徐”。
既：已经。亟（jí）：急。只且（jū）：作语助。
喈（jiē）：疾貌。一说寒凉。
霏：雨雪纷飞。
同归：一起到较好的他国去。
莫赤匪狐：没有不红的狐狸。莫，无，没有。匪，非。狐狸比喻坏人。一说古人将狐狸比喻为男性伴侣。
莫黑匪乌：乌鸦没有不是黑色的。乌鸦比喻坏人。一说古人将乌鸦视为吉祥鸟。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (42, '静女', '静女其姝，俟我于城隅。爱而不见，搔首踟蹰。 静女其娈，贻我彤管。彤管有炜，说怿女美。 自牧归荑，洵美且异。匪女之为美，美人之贻。', '静女：贞静娴雅之女。马瑞辰《毛诗传笺通释》：“静当读靖，谓善女，犹云淑女、硕女也。”姝（shū）：美好。
俟（sì）：等待，此处指约好地方等待。城隅：城角隐蔽处。一说城上角楼。
爱：“薆”的假借字。隐蔽，躲藏。
踟（chí）躇（chú）：徘徊不定。
娈（luán）：面目姣好。
贻（yí）：赠。彤管：不详何物。一说红管的笔，一说和荑应是一物。有的植物初生时或者才发芽不久时呈红色，不仅颜色鲜亮，有的还可吃。如是此意，就与下文的“荑”同类。但是也可能是指涂了红颜色的管状乐器等。
有：形容词词头。炜（wěi）：盛明貌。
说（yuè）怿（yì）：喜悦。女（rǔ）：汝，你，指彤管。
牧：野外。归：借作“馈”，赠。荑（tí）：白茅，茅之始生也。象征婚媾。
洵美且异：确实美得特别。洵：实在，诚然。异：特殊。
匪：非。
贻：赠与。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (43, '国风·邶风·新台', '新台有泚，河水弥弥。燕婉之求，蘧篨不鲜。 新台有洒，河水浼浼。燕婉之求，蘧篨不殄。 鱼网之设，鸿则离之。燕婉之求，得此戚施。', '邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。
新台：台名，卫宣公为纳宣姜所筑，故址在今山东省甄城县黄河北岸。台：台基，宫基，新建的房子。
有：语助词，做形容词词头，无实义。有泚（cǐ）：鲜明的样子。
河：指黄河。弥（mí）弥：水盛大的样子。
燕婉：指夫妇和好。燕，安；婉，顺。
.蘧（qú）篨（chú）：不能俯者。古代钟鼓架下兽形的柎，其兽似豕，蹲其后足，以前足据持其身，仰首不能俯视。喻身有残疾不能俯视之人，此处讥讽卫宣公年老体衰腰脊僵硬状。一说指癞蛤蟆一类的东西。鲜（xiǎn）：少，指年少。一说善。
有洒（cuǐ）：高峻的样子。
浼（měi）浼：水盛大的样子。
殄（tiǎn）：通“腆”，丰厚，美好。
设：设置。
鸿：蛤蟆，一说大雁。离：离开。一说离通“丽”，附着，遭遇。一说离通“罹”，遭受，遭遇，这里指落网。
戚施（yì）：蟾蜍，蛤蟆，其四足据地，无须，不能仰视，喻貌丑驼背之人。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (44, '二子乘舟', '二子乘舟，泛泛其景。愿言思子，中心养养！ 二子乘舟，泛泛其逝。愿言思子，不瑕有害！', '二子：卫宣公的两个异母子。
景：通憬，远行貌。泛泛：飘荡貌。景：闻一多《诗经通义》“景读为‘迥’，言漂流渐远也”。
愿：思念貌。
养（yáng羊）养：心中烦躁不安。
瑕：训“胡”，通“无”。“不瑕”，犹言“不无”，疑惑、揣测之词。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (45, '国风·鄘风·柏舟', '泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只！不谅人只！ 泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只！不谅人只！', '鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。
泛：浮行。这里形容船在河中不停漂浮的样子。
中河：河中。
髧（dàn）：头发下垂状。两髦（máo）：男子未行冠礼前，头发齐眉，分向两边状。
维：乃，是。仪：配偶。
之死：到死。之，到。矢靡它：没有其他。矢，通“誓”，发誓。靡它，无他心。
只：语助词。
谅：相信。
特：配偶。
慝（tè）：通“忒”，变更，差错，变动。也指邪恶，恶念，引申为变心。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (46, '国风·鄘风·墙有茨', '墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。 墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。 墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。', '鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。
茨（cí）：植物名，蒺藜。一年生草本植物，果实有刺。
埽（sǎo）：同‘’扫‘’。
中冓（gòu）：内室，宫中龌龊之事。
道：说。
所：若。
襄：除去，扫除。
详：借作“扬”，传扬。
束：捆走。这里是打扫干净的意思。
读：宣扬。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (47, '国风·鄘风·君子偕老', '君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？ 玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？ 瑳兮瑳兮，其之展也。蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！', '君子：指卫宣公。
偕老：夫妻相亲相爱、白头到老。
副：妇人的一种首饰。
笄（音jī）：簪。
六珈：笄饰，用玉做成，垂珠有六颗。
委委佗佗（音yí），如山如河：一说举止雍容华贵、落落大方，象山一样稳重、似河一样深沉。一说体态轻盈、步履袅娜，如山一般蜿蜒，同河一般曲折。佗同“蛇”、“迤”，或音tuó。
象服：是镶有珠宝绘有花纹的礼服。
宜：合身。
子：指宣姜。
淑：善。
云：句首发语词。
如之何：奈之何。
玼（音此）：花纹绚烂。
翟（dí）：绣着山鸡彩羽的象服。
鬒（音诊）：黑发。
髢（音敌）：假发。
瑱（音tiàn）：冠冕上垂在两耳旁的玉。
象：象牙。
挮（音替）：剃发针，发钗一类的首饰。一说可用于搔头。
扬：额。
且：助词，无实义。
皙（音xī）：白净。
胡：何，怎么。
然：这样。
而：如、象。
瑳（音搓）：玉色鲜明洁白。展：古代后妃或命妇的一种礼服，或曰古代夏天穿的一种纱衣。
絺（音吃）：细葛布。
绁袢（xiè pàn）：夏天穿的亵衣、内衣，白色。
清：指眼神清秀。
扬：指眉宇宽广。
颜：额。引申为面容、脸色。
展：诚，的确。
媛：美女。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (48, '国风·鄘风·桑中', '爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。 爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。 爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。', '鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。
爰：于何，在哪里。唐：植物名。即女萝，俗称菟丝子，寄生蔓草，秋初开小花，子实入药。一说当读为“棠”，梨的一种。
沬（mèi）：春秋时期卫国邑名，即牧野，在今河南淇县南。乡：郊外。
云：句首语助词。谁之思：思念的是谁。
孟姜：姜家的大姑娘。孟，排行老大。姜、弋、庸，皆贵族姓。
桑中：卫国地名，亦名桑间，在今河南滑县东北。一说指桑树林中。
要（yāo）：邀约。上宫：楼也，指宫室。一说地名。
淇：水名。淇水在今河南浚县东北。
弋（yì）：姓。
葑（fēng）：芜菁，即蔓菁菜。
庸：姓。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (49, '鹑之奔奔', '鹑之奔奔，鹊之彊彊。人之无良，我以为兄！ 鹊之彊彊，鹑之奔奔。人之无良，我以为君！', '鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。
鹑：鸟名，即鹌鹑。大如小鸡，头细而无尾，毛有斑点。奔奔：跳跃奔走。
鹊：喜鹊。彊（qiáng）彊：翩翩飞翔。奔奔、彊彊，都是形容鹑鹊居有常匹，飞则相随的样子。
无良：不善。
我：“何”之借字，古音我、何相通。一说为人称代词。
君：君主，一说君子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (50, '鄘风·定之方中', '定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。 升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑。卜云其吉，终焉允臧。 灵雨既零，命彼倌人。星言夙驾，说于桑田。匪直也人，秉心塞渊。騋牝三千。', '定：定星，又叫营室星。十月之交，定星昏中而正，宜定方位，造宫室。于：古声与为通，作为之意。　楚：楚丘，地名，在今河南滑县东、濮阳西。
揆（音葵）：测度。日：日影。
榛、栗、椅、桐、梓、漆：皆木名。椅，山桐子。
虚（音区）：一说故城，一说大丘，同“墟”。
堂：楚丘旁邑。景山：大山。京：高丘。
臧：好，善。
灵：善。零：落雨。倌：驾车小臣。
星言：晴焉。夙：早上。说（shuì税），通“税”，歇息。
匪：犹“彼”。直：特也。秉心：用心、操心。塞渊：踏实深远。
騋（音来）：七尺以上的马。牝（音聘）：母马。三千：约数，表示众多。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (51, '蝃蝀', '蝃蝀在东，莫之敢指。女子有行，远父母兄弟。 朝隮于西，崇朝其雨。女子有行，远兄弟父母。 乃如之人也，怀婚姻也。大无信也，不知命也！', '蝃蝀（dì dōng）：彩虹，爱情与婚姻的象征。在东：彩虹出现在东方。
有行：指出嫁。
隮（jī）：一说升云，一说虹。崇朝（zhāo）：终朝，整个早晨，指从日出到吃早餐的时候。
乃如之人：像这样的人。怀：古与“坏”通用，败坏，破坏。昏姻：婚姻。
大：太。信：贞信，贞节。命：父母之命。
鄘（yōng），音“庸”，中国周代诸侯国名，在今河南省汲县北。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (52, '国风·鄘风·相鼠', '相鼠有皮，人而无仪！人而无仪，不死何为？ 相鼠有齿，人而无止！人而无止，不死何俟？ 相鼠有体，人而无礼，人而无礼！胡不遄死？', '相：视也。
仪：威仪，指人的举止作风大方正派而言，具有尊严的行为外表。一说为“礼仪”。
何为：为何，为什么。
止：假借为“耻”，郑笺释为“容止”，也可通。
俟：等。“不死何俟”为“俟何”宾语前置。
体：肢体。
礼：礼仪，指知礼仪，或指有教养。
胡：何，为何，为什么，怎么。遄（chuán）：快，速速，赶快。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (53, '干旄', '孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？ 孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？ 孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？', '鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。
干旄（máo）：以牦牛尾饰旗杆，树于车后，以状威仪。干，通“竿”“杆”。旄，同“牦”，牦牛尾。
孑（jié）孑：旗帜高举的样子。
浚（xùn）：卫国城邑，故址在今河南浚县。
素丝：白丝，一说束帛。纰（pí）：连缀，束丝之法。在衣冠或旗帜上镶边。
良马四之：这里指四匹马为聘礼。下文“五之”“六之”用法相同。
彼：那。姝（shū）：美好。一说顺从貌。子：贤者。
畀（bì）：给，予。
旟（yú）：画有鹰雕纹饰的旗帜。
都：古时地方的区域名。《毛传》：“下邑曰都。”下邑，近城。
组：编织，束丝之法。
予：给予。
旌（jīng）：旗的一种。挂牦牛尾于竿头，下有五彩鸟羽。
祝：“属”的假借字，编连缝合。一说厚积之状。
告（gǔ）：作名词用，忠言也。一说同“予”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (54, '载驰', '载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。 既不我嘉，不能旋反。视尔不臧，我思不远。 既不我嘉，不能旋济？视尔不臧，我思不閟。 陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。 我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。', '载（zài）：语助词。驰、驱：孔疏：“走马谓之驰，策马谓之驱。”
唁（yàn）：向死者家属表示慰问，此处不仅是哀悼卫侯，还有凭吊宗国危亡之意。毛传：“吊失国曰唁。”
卫侯：指作者之兄已死的卫戴公申。
悠悠：远貌。
漕：地名，毛传：“漕，卫东邑。”
大夫：指许国赶来阻止许穆夫人去卫的许臣。
嘉：认为好，赞许。
视：表示比较。臧：好，善。
思：忧思。远：摆脱。
济：止。
閟（bì）：同“闭”，闭塞不通。
陟（zhì）：登。
阿丘：有一边偏高的山丘。
言：语助词。
蝱（méng）：贝母草。采蝱治病，喻设法救国。
怀：怀恋。
行：指道理、准则，一说道路。
许人：许国的人们。尤：责怪。
众：“众人”或“终”。
穉（zhì）：同“稚”，幼稚。
芃（péng）芃：草茂盛貌。
控：往告，赴告。
因：亲也，依靠。
极：至，指来援者的到达。
之：往，指行动。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (55, '国风·卫风·淇奥', '瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。 瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。 瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。', '淇：淇水，源出河南林县，东经淇县流入卫河。奥（yù）：水边弯曲的地方。
绿竹：一说绿为王刍，竹为扁蓄。猗（ē）猗：长而美貌。猗，通“阿”。
匪：通“斐”，有文采貌。
切、磋、琢、磨：治骨曰切，象曰磋，玉曰琢，石曰磨。均指文采好，有修养。切磋，本义是加工玉石骨器，引申为讨论研究学问；琢磨，本义是玉石骨器的精细加工，引申为学问道德上钻研深究。
瑟：仪容庄重。僩（xiàn）：神态威严。
赫：显赫。咺（xuān）：有威仪貌。
谖（xuān）：忘记。
充耳：挂在冠冕两旁的饰物，下垂至耳，一般用玉石制成。琇（xiù）莹：似玉的美石，宝石。
会弁（guì biàn）：鹿皮帽。会，鹿皮会合处，缀宝石如星。
箦（zé）：积的假借，堆积。
金、锡：黄金和锡，一说铜和锡。闻一多《风诗类钞》主张为铜和锡，还说：“古人铸器的青铜，便是铜与锡的合金，所以二者极被他们重视，而且每每连称。”
圭璧：圭，玉制礼器，上尖下方，在举行隆重仪式时使用；璧，玉制礼器，正圆形，中有小孔，也是贵族朝会或祭祀时使用。圭与璧制作精细，显示佩带者身份、品德高雅。
绰：旷达。一说柔和貌。
猗（yǐ）：通“倚”。较：古时车厢两旁作扶手的曲木或铜钩。重（chóng）较，车厢上有两重横木的车子。为古代卿士所乘。
戏谑：开玩笑。
虐：粗暴。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (56, '考槃', '考槃在涧，硕人之宽。独寐寤言，永矢弗谖。 考槃在阿，硕人之薖。独寐寤歌，永矢弗过。 考槃在陆，硕人之轴。独寐寤宿，永矢弗告。', '考槃（pán）：盘桓之意，指避世隐居。一说指扣盘而歌。考，筑成，建成。槃，架木为屋。一说“考”是“扣”的假借字；“槃”通“盘”，指盛水的木制器皿。
涧：山间流水的沟。朱熹《诗集传》：“山夹水曰涧。”
硕人之宽：隐士宽阔的居处。硕人，大人，美人，贤人。本指形象高大丰满的人，不仅指形体而言，更主要指人道德高尚。此指隐者。宽，心宽。一说貌美。
独寤寐言：独睡，独醒，独自言语。指不与人交往。寤，睡醒；寐，睡着。
永：永久。矢：同“誓”。弗谖（xuān）：不忘却。
阿（ē）：山阿，大陵，山的曲隅。一说山坡。
薖（kē）：“窠”的假借字，貌美，引申为心胸宽大。一说同“窝”。
歌：此处作动词，歌唱。
永矢弗过：永远不复入君之朝。一说永不过问世事。过，过从，过往。
陆：高平之地。一说土丘。
轴：本义为车轴，此处指中心。一说明智，或说进展，或说美好的样子，或说盘桓不行貌。《列女传·母仪》：“服重任，行远道，正直而固者，轴也。”
弗告：不以此乐告人。一说不哀告、不诉苦。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (57, '硕人', '硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。 手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。 硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。 河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。', '硕人：高大白胖的人，美人。当时以身材高大为美。此指卫庄公夫人庄姜。颀（qí）：修长貌。
衣锦：穿着锦衣，翟衣。“衣”为动词。褧（jiǒng）：妇女出嫁时御风尘用的麻布罩衣，即披风。
齐侯：指齐庄公。子：这里指女儿。
卫侯：指卫庄公。
东宫：太子居处，这里指齐太子得臣。
邢：春秋国名，在今河北邢台。姨：这里指妻子的姐妹。
谭公维私：意谓谭公是庄姜的姐夫。谭，春秋国名，在今山东历城。维，其。私，女子称其姊妹之夫。
荑（tí）：白茅之芽。
领：颈。蝤蛴（qiúqí）：天牛的幼虫，色白身长。
瓠犀（hùxī户西）：瓠瓜子儿，色白，排列整齐。
螓（qín）：似蝉而小，头宽广方正。螓首，形容前额丰满开阔。蛾眉：蚕蛾触角，细长而曲。这里形容眉毛细长弯曲。
倩：嘴角间好看的样子。
盼：眼珠转动，一说眼儿黑白分明。
敖敖：修长高大貌。
说（shuì）：通“税”，停车。农郊：近郊。一说东郊。
四牡：驾车的四匹雄马。有骄：骄骄，强壮的样子。“有”是虚字，无义。
朱幩（fén）：用红绸布缠饰的马嚼子。镳镳（biāo）：盛美的样子。
翟茀（dífú）：以雉羽为饰的车围子。翟，山鸡。茀，车篷。
夙退：早早退朝。
河水：特指黄河。洋洋：水流浩荡的样子。
北流：指黄河在齐、卫间北流入海。活活（guō）：水流声。
施：张，设。罛（gū）：大的鱼网。濊濊（huò）：撒网入水声。
鱣（zhān）：鳇鱼。一说赤鲤。鲔（wěi）：鲟鱼。一说鲤属。发发（bō）：鱼尾击水之声。一说盛貌。
葭（jiā）：初生的芦苇。菼（tǎn）：初生的荻。揭揭：长貌。
庶姜：指随嫁的姜姓众女。孽孽：高大的样子，或曰盛饰貌。
士：从嫁的媵臣。有朅（qiè）：朅朅，勇武貌。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (58, '氓', '氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。 乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓) 桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。 桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。 三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。 及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！', '氓：《说文》“氓，民也。”本义为外来的百姓，这里指自彼来此之民，男子之代称。蚩（chī）蚩：通“嗤嗤”，笑嘻嘻的样子。一说憨厚、老实的样子。
贸：交易。抱布贸丝是以物易物。
“匪来”二句：是说那人并非真来买丝，是找我商量事情来了。所商量的事情就是结婚。匪：通“非”，读为“fěi”。即：走近，靠近。谋：商量。古音咪（mī）。
淇：卫国河名。今河南淇河。
顿丘：地名。今河南清丰。丘：古读如“欺”。
愆（qiān）：过失，过错，这里指延误。这句是说并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。
将（qiāng）：愿，请。无：通“毋”，不要。
乘：登上。垝（guǐ）垣（yuán）：倒塌的墙壁。垝，倒塌。垣，墙壁。
复关：①复，返。关：在往来要道所设的关卡。女望男到期来会。他来时一定要经过关门。一说“复”是关名。 ②复关：卫国地名，指“氓”所居之地。
涕：眼泪；涟涟：涕泪下流貌。她初时不见彼氓回到关门来，以为他负约不来了，因而伤心泪下。
载（zaì）：动词词头，无义。
尔卜尔筮（shì）：烧灼龟甲的裂纹以判吉凶，叫做“卜”。用蓍（shī）草占卦叫做“筮”。体：指龟兆和卦兆，即卜筮的结果。
咎（jiù）：不吉利，灾祸。无咎言：就是无凶卦。
贿：财物，指嫁妆，妆奁（lián）。以上四句是说你从卜筮看一看吉凶吧，只要卜筮的结果好，你就打发车子来迎娶，并将嫁妆搬去。
沃若：犹“沃然”，像水浸润过一样有光泽。以上二句以桑的茂盛时期比自己恋爱满足，生活美好的时期。
于嗟鸠兮：于：通“吁”（xū）本义为表示惊怪、不然、感慨等，此处与嗟皆表感慨。鸠：斑鸠。传说斑鸠吃桑葚过多会醉。
耽（dān）：迷恋，沉溺，贪乐太甚。
说：通“脱”，解脱。
陨（yǔn）：坠落，掉下。这里用黄叶落下比喻女子年老色衰。黄：变黄。其黄而陨：犹《裳裳者华》篇的“芸其黄矣”，芸也是黄色。
徂（cú）：往；徂尔：嫁到你家。
食贫：过贫穷的生活。
汤（shāng）汤：水势浩大的样子。
渐（jiān）：浸湿。帷（wéi）裳（cháng）：车旁的布幔。以上两句是说被弃逐后渡淇水而归。
爽：差错。
贰：“貣（tè）”的误字。“貣”就是“忒”，和“爽”同义。这里指爱情不专一。以上两句是说女方没有过失而男方行为不对。
罔：无，没有；极：标准，准则。
二三其德：在品德上三心二意，言行为前后不一致。
靡室劳矣：言所有的家庭劳作一身担负无余。室劳：家务劳动。靡：无。
“夙兴”二句：就是说起早睡迟，朝朝如此，不能计算了。夙：早。兴：起来。
言既遂矣：“言”字为语助词，无义。既遂：就是《谷风》篇“既生既育”的意思，言愿望既然已经实现。
咥（xì）：笑的样子。以上两句是说兄弟还不晓得我的遭遇，见面时都讥笑我啊。
静言思之：静下心来好好地想一想，言：音节助词，无实义。
躬自悼矣：自身独自伤心。躬，自身；悼，伤心。
“及尔”二句：当初曾相约和你一同过到老，偕老之说徒然使我怨恨罢了。
隰（xí）：低湿的地方；当作“湿”，水名，就是漯河，黄河的支流，流经卫国境内。泮（pàn）：通“畔”水边，边岸。以上二句承上文，以水流必有畔岸，喻凡事都有边际，而自己愁思无尽。言外之意，如果和这样的男人偕老，那就苦海无边了。
总角：古代男女未成年时把头发扎成丫髻，称总角。这里指代少年时代。宴：快乐。
晏晏（yàn）：欢乐，和悦的样子。
旦旦：诚恳的样子。
反：即“返”字。不思其反：不曾想过会违背誓言。
反是不思：违反这些。是，指示代词，指代誓言。是重复上句的意思，变换句法为的是和下句叶韵。
已：了结，终止。焉哉（古读如兹zī）：语气词连用，加强语气，表示感叹。末句等于说撇开算了罢！', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (59, '竹竿', '籊籊竹竿，以钓于淇。岂不尔思？远莫致之。 泉源在左，淇水在右。女子有行，远兄弟父母。 淇水在右，泉源在左。巧笑之瑳，佩玉之傩。 淇水滺滺，桧楫松舟。驾言出游，以写我忧。', '籊（tì）籊：长而尖削貌。
尔思：想念你。尔，你。
致：到。
泉源：一说水名。即百泉，在卫之西北，而东南流入淇水。
行：远嫁。
瑳（cuō）：玉色洁白，这里指露齿巧笑状。
傩（nuó）：通“娜”，婀娜。一说行动有节奏的样子。
滺（yōu）：河水荡漾之状。
楫（jí）：船桨。桧、松：木名。桧（guì），柏叶松身。
驾言：本意是驾车，这里是操舟。言，语助词，相当“而”字。
写（xiè）：通“泻”，宣泄，排解.', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (60, '芄兰', '芄兰之支，童子佩觿。虽则佩觿，能不我知。容兮遂兮，垂带悸兮。 芄兰之叶，童子佩韘。虽则佩韘，能不我甲。容兮遂兮，垂带悸兮。', '芄（wán）兰：兰草名，一名萝藦，亦名女青，蔓生，断之有白汁，嫩者可食，荚实倒垂如锥形。
支：借作“枝”。
觿（xī）：用兽骨制成的解结用具，形同锥，似羊角，也可为装饰品。本为成人佩饰。童子佩戴，是成人的象征。
能：乃，于是。一说“宁”“岂”。知：智，一说“接”。
容、遂：舒缓悠闲之貌。一说容为佩刀，遂为佩玉。
悸：本为心动，这里形容带下垂、摆动貌。
韘（shè）：用玉或象骨制的钩弦用具，著于右手拇指，射箭时用于钩弦拉弓，即扳指。
甲（xiá）：借作“狎”，戏，亲昵。一说长也。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (61, '国风·卫风·河广', '谁谓河广？一苇杭之。谁谓宋远？跂予望之。 谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。', '河：黄河。
苇：用芦苇编的筏子。杭：通“航”。
跂（qǐ）：古通“企”，踮起脚尖。予：而。一说我。
曾：乃，竟。刀：通“舠（dāo）”，小船。曾不容刀，意为黄河窄，竟容不下一条小船。
崇朝（zhāo）：终朝，自旦至食时。形容时间之短。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (62, '国风·卫风·伯兮', '伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。 自伯之东，首如飞蓬。岂无膏沐？谁适为容！ 其雨其雨，杲杲出日。愿言思伯，甘心首疾。 焉得谖草？言树之背。愿言思伯。使我心痗。', '伯：兄弟姐妹中年长者称伯，此处系指其丈夫。朅（qiè）：英武高大。
桀：同“杰”。
殳（shū）：古兵器，杖类。长丈二无刃。
膏沐：妇女润发的油脂。
适（dí）：悦。
杲（gǎo）：明亮的样子。
谖（xuān）草：萱草，忘忧草，俗称黄花菜。
背：屋子北面。
痗（mèi）：忧思成病。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (63, '有狐', '有狐绥绥，在彼淇梁。心之忧矣，之子无裳。 有狐绥绥，在彼淇厉。心之忧矣，之子无带。 有狐绥绥，在彼淇侧。心之忧矣，之子无服。', '狐：狐狸。一说狐喻男性。
绥（suí）绥：慢走貌。朱熹《诗集传》训为独行求匹貌。
淇：卫国水名。淇水在今河南浚县东北。梁：河梁。河中垒石而成，可以过人，可用于拦鱼。
之子：这个人，那个人。裳（cháng）：下身的衣服。上曰衣，下曰裳。
厉：水深及腰，可以涉过之处。一说通“濑”，指水边沙滩。
带：束衣的带子。实指衣服。
侧：水边。
服：衣服。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (64, '国风·卫风·木瓜', '投我以木瓜，报之以琼琚。匪报也，永以为好也！ 投我以木桃，报之以琼瑶。匪报也，永以为好也！ 投我以木李，报之以琼玖。匪报也，永以为好也！', '木瓜：一种落叶灌木（或小乔木），蔷薇科，果实长椭圆形，色黄而香，蒸煮或蜜渍后供食用。按：今粤桂闽台等地出产的木瓜，全称为番木瓜，供生食，与此处的木瓜非一物。
琼琚（jū）：美玉，下“琼玖”“琼瑶”同。
匪：非。
木桃：果名，即楂子，比木瓜小。
木李：果名，即榠楂，又名木梨。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (65, '黍离', '彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？ 彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？ 彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？', '黍（shǔ）：北方的一种农作物，形似小米，有黏性。离离：行列貌。
稷（jì）：古代一种粮食作物，指粟或黍属。
行迈：行走。靡（mǐ）靡：行步迟缓貌。
中心：心中。摇摇：心神不定的样子。
悠悠：遥远的样子。
噎（yē）：堵塞。此处以食物卡在食管比喻忧深气逆难以呼吸。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (66, '君子于役', '君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！ 君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！', '于：往。役：服劳役。于役，到外面服役。
期：指服役的期限。
曷（hé）：何时。至：归家。
埘（shí ）：鸡舍。墙壁上挖洞做成。
如之何勿思：如何不思。如之：犹说“对此”。
不日不月：没法用日月来计算时间。
有（yòu）佸（huó）：相会，来到。
桀：鸡栖木。一说指用木头搭成的鸡窝。
括：来到。音、义同“佸”。
苟：诚，犹如实。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (67, '君子阳阳', '君子阳阳，左执簧，右招我由房，其乐只且！ 君子陶陶，左执翿，右招我由敖，其乐只且！', '君子：指舞师。阳阳：洋洋得意。
簧：古乐器名，竹制，似笙而大。
我：舞师（君子）的同事。由房：为一种房中乐。毛传：“由，用也。国君有房中之乐。”胡承珙《毛诗后笺》：“由房者，房中，对庙朝言之。人君燕息时所奏之乐，非庙朝之乐，故曰房中。”一说由房即游放。
只且（音居）：语助词。
陶陶：和乐舒畅貌。
翿（音道）：歌舞所用道具，用五彩野鸡羽毛做成，扇形。
由敖：当为舞曲名。马瑞辰《毛诗传笺通释》：“敖，疑当读为骜夏之骜，《周官·钟师》：奏九夏，其九为骜夏。”郑笺：“右手招我，欲使我从于燕舞之位。”朱熹《诗集传》：“骜，舞位也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (68, '国风·王风·扬之水', '扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？ 扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？ 扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？', '扬之水：扬：悠扬，缓慢无力的样子。不流：流不动，浮不起，冲不走。平缓流动的水。
束薪：成捆的柴薪，喻婚姻，在此指妻。
彼其之子：（远方的）那个人，指妻子。
不与我：不能和我。戍申：在申地防守。
怀：平安，一说思念、怀念。
曷：何。
束楚：成捆的荆条。
甫：甫国，即吕国。
蒲：蒲柳。
许：许国。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (69, '国风·王风·中谷有蓷', '中谷有蓷，暵其乾矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣！ 中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣！ 中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣！', '中谷：同谷中，山谷之中。孔疏：“中谷，古中。倒其言者，古人之语皆然，诗文多此类也。”蓷（tuī）：益母草。《尔雅·释草》：“萑，蓷。”郭璞注：“今茺蔚也。叶似荏（萑），方茎，白华，华在节间，又名益母。”
暵（hàn）其：即“暵暵”，形容干枯、枯萎的样子。暵，晒干。干（gān）：干枯。
仳（pǐ）离：妇女被夫家抛弃逐出，后世亦作离婚讲。仳，别，分别。
嘅（kǎi）其：即“嘅嘅”。嘅，同“慨”，叹息之貌。叹：叹息。
遇人：逢人，嫁人。遇，相逢，不期而会。艰难：困难。郑笺：“有女遇凶年而见弃，与其君子别离，嘅然而叹，伤己见弃，其恩薄。所以嘅然而叹者，自伤遇君子之穷厄。”
脩（xiū）：干枯，败坏。一说长。
条：深长。歗（xiào）：同“啸”，号，呼叫，悲啸之声。
不淑：不善。一说无用。
湿：将要晒干的样子。
啜：哽噎抽泣貌。
何嗟及矣：同“嗟何及矣”。嗟，悲叹声。一说句中助词。何及，言无济于事。及，与。郑笺：“及，与也。泣者，伤其君子弃己。嗟乎，将复何与为室家乎？”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (70, '国风·王风·兔爰', '有兔爰爰，雉离于罗。我生之初，尚无为；我生之后，逢此百罹。尚寐无吪！ 有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉！ 有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪！', '爰（音缓）：缓之借，逍遥自在。离：同罹，陷，遭难。罗：罗网。
为：指徭役。郑笺：“为，谓军役之事也。”
罹：忧。
无吪（音俄）：不说话。一说不动。
罦（音浮）：一种装设机关的网，能自动掩捕鸟兽，又叫覆车网。
造：指劳役。朱熹《诗集传》：“造，亦为也。”
觉：清醒。
罿（音冲）：捕鸟兽的网。
庸：指劳役。郑笺：“庸，劳也。”
聪：听觉。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (71, '葛藟', '绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾。 绵绵葛藟，在河之涘。终远兄弟，谓他人母。谓他人母，亦莫我有。 绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻。', '緜緜：连绵不绝。　葛、藟（音垒）：藤类蔓生植物。
浒（音虎）：水边。
终：既已。　远（音院）：远离。
顾、有、闻：皆亲爱之意也。　有（音佑）：通“佑”，帮助。　闻（音问）：问。王引之《经义述闻》：“谓相恤问也。古字闻与问通。”
涘（音四）：水边。
漘（音纯）：河岸，水边。
昆：兄。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (72, '采葛', '彼采葛兮，一日不见，如三月兮！ 彼采萧兮，一日不见，如三秋兮！ 彼采艾兮！一日不见，如三岁兮！', '采：采集。葛：葛藤，一种蔓生植物，块根可食，茎可制纤维。
萧：植物名。蒿的一种，即艾蒿。有香气，古时用于祭祀。
三秋：三个秋季。通常一秋为一年，后又有专指秋三月的用法。这里三秋长于三月，短于三年，义同三季，九个月。
艾：多年生草本植物，菊科，茎直生，白色，高四五尺。其叶子供药用，可制艾绒灸病。
岁：年。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (73, '大车', '大车槛槛，毳衣如菼。岂不尔思？畏子不敢。 大车啍啍，毳衣如璊。岂不尔思？畏子不奔。 榖则异室，死则同穴。谓予不信，有如皎日。', '大车：古代用牛拉货的车，一说古代贵族乘坐的车子。
槛（kǎn）槛：车轮的响声。
毳（cuì）衣：毡子。本指兽类细毛，可织成布匹，制衣或缝制车上的帐篷。此处从闻一多说。菼（tǎn）：初生的芦苇，也叫荻，茎较细而中间充实，颜色青绿。此处以之比喻毳衣的青白色。
尔：你。
子：；指其所爱的男子。
啍（tūn）啍：重滞徐缓的样子，犹“槛槛”。
璊（mén）：红色美玉，此处喻红色车篷。一说赤苗的谷。
奔：私奔。
榖（gǔ）：生，活着。异室：两地分居。
同穴：合葬同一个墓穴。
予：我。
有如皦（jiǎo）日：有此白日。如，此。皦，同“皎”，白，光明，明亮。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (74, '丘中有麻', '丘中有麻，彼留子嗟。彼留子嗟，将其来施。 丘中有麦，彼留子国。彼留子国，将其来食。 丘中有李，彼留之子。彼留之子，贻我佩玖。', '麻：大麻，一年生草本植物，皮可绩为布者，古时种植以其皮织布做衣，子可食。
留：一说停留、留住之留；一说指刘姓；一说为借“懰”，美好之意。子嗟：人名。一说对那个男子的尊称。
将（qiāng）：请；愿；希望。施施：施予，帮助，有恩惠、惠予之意。一说慢行貌，一说高兴貌。
子国：人名。诗中子嗟、子国、之子与《鄘风·桑中》之所言“孟姜”“孟弋”“孟庸”同一手法，均是刘氏一人数名。一说“子国”为“子嗟”父，“之子”即子嗟。又说“嗟、国”皆为语气助词。
食：吃饭。
贻：赠。佩玖：佩玉名。玖，次于玉的黑石。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (75, '缁衣', '缁衣之宜兮，敝予又改为兮。适子之馆兮。还予授子之粲兮。 缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。 缁衣之席兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。', '缁（zī）衣：黑色的衣服，当时卿大夫到官署所穿的衣服。宜：合适。指衣服合身。
敝：坏。改为、改造、改作：这是随着衣服的破烂程度而说的，以见其关心。
适：往。馆：官舍。
粲（càn）：形容新衣鲜明的样子。一说餐的假借。
好：指缁衣美好。
席（xí）：宽大舒适。古以宽大为美。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (76, '将仲子', '将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。 将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。 将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。', '将（qiāng）：愿，请。一说发语词。仲子：兄弟排行第二的称“仲”。
逾：翻越。里，居也，五家为邻，五邻为里，里外有墙。越过里墙。
杞（qǐ）：木名，即杞柳。又名“榉”。落叶乔木，树如柳叶，木质坚实。树：种植。一说树桑、树檀，即桑树、檀树，倒文以协韵。
爱：吝惜。
怀：思念。
檀：木名，常绿乔木。一名“紫檀”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (77, '叔于田', '叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。 叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。 叔适野，巷无服马。岂无服马？不如叔也。洵美且武。', '叔：古代兄弟次序为伯、仲、叔、季，年岁较小者统称为叔，此处指年轻的猎人。于：去，往。田：同“畋（tián）”，打猎。
巷：居里中的小路。
洵（xún）：真正的，的确。仁：指温厚，慈爱。
狩：冬猎为“狩”，此处为田猎的统称。
饮酒：这里指燕饮。
好：指品质好，性格和善。
适：往。野：郊外。
服马：骑马之人。一说用马驾车。
武：英武。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (78, '大叔于田', '叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。 叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。 叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。', '田：同“畋（tián）”，打猎。
乘（chéng）乘（shèng）：前一乘为动词，后为名词。古时一车四马叫一乘。
辔（pèi）：驾驭牲口的嚼子和缰绳；组：织带平行排列的经线。
骖（cān）：驾车的四马中外侧两边的马。
薮（sǒu）：低湿多草木的沼泽地带。
烈：“迾”的假借。火迾，打猎时放火烧草，遮断野兽的逃路。具：同“俱”。举：起。
襢（tǎn）裼（tì）：脱衣袒身。暴：通“搏”，搏斗。
公所：君王的宫室。
将（qiāng）：请，愿。狃（niǔ）：反复地做。
戒：警戒。女（rǔ）：汝，指叔。
黄：黄马。
服：驾车的四马中间的两匹。襄：同“骧”，奔马抬起头。
雁行：骖马比服马稍后，排列如雁飞之行列。
忌：作语尾助词。
良御：驾马很在行。
抑：发语词。磬（qìng）控：弯腰如磬，勒马使缓行或停步。
纵送：放马奔跑。一说骋马曰磬，止马曰控，发矢曰纵，从禽曰送。皆言御者驰逐之貌。
鸨（bǎo）：有黑白杂毛的马。其色如鸨，故以鸟名马。
齐首：齐头并进。
如手：指驾马技术娴熟，如两手左右自如。
阜：旺盛。
罕：稀少。
释：打开。掤（bīng）：箭筒盖。
鬯（chàng）：弓囊，此处用做动词。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (79, '清人', '清人在彭，驷介旁旁。二矛重英，河上乎翱翔。 清人在消，驷介麃麃。二矛重乔，河上乎逍遥。 清人在轴，驷介陶陶。左旋右抽，中军作好。', '清人：指郑国大臣高克带领的清邑的士兵。清，郑国之邑，一说卫国邑名，在今河南省中牟县西。
彭：郑国地名，在黄河边上。
驷（sì）介：一车驾四匹披甲的马。介：甲。旁旁：同“彭彭”，马强壮有力貌。一说行走、奔跑貌。
二矛：酋矛、夷矛，插在车子两边。重（chóng）英：以朱羽为矛饰，二矛树车上，遥遥相对，重叠相见。重，重叠。英，矛上的缨饰。
翱（áo）翔：游戏之貌。
消：黄河边上的郑国地名。
镳（biāo）镳：英勇威武貌。
乔：借为“鷮（jiāo）”，长尾野鸡，此指矛上装饰的鷮羽毛。
逍遥：闲散无事，驾着战车游逛。
轴：黄河边上的郑国地名。
陶陶：和乐貌。一说马疾驰之貌。
左旋右抽：御者在车左，执辔御马；勇士在车右，执兵击刺。旋，转车。抽，拔刀。
中军：即“军中”。一说指古三军之中军主帅。作好：容好，与“翱翔”“逍遥”一样也是连绵词，指武艺高强。一说做好表面工作，指装样子，不是真要抗拒敌人。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (80, '羔裘', '羔裘如濡，洵直且侯。彼其之子，舍命不渝。 羔裘豹饰，孔武有力。彼其之子，邦之司直。 羔裘晏兮，三英粲兮。彼其之子，邦之彦兮。', '羔裘：羔羊皮裘，古大夫的朝服。
濡（rú）：润泽，形容羔裘柔软而有光泽。
洵（xún）：信，诚然，的确。侯：美。
其：语助词。
舍命：舍弃生命。渝：改变。
豹饰：用豹皮装饰皮袄的袖口。
孔武：特别勇武。孔，甚；很。
司直：负责正人过失的官吏。
晏：鲜艳或鲜明的样子。
三英：装饰袖口的三道豹皮镶边。粲（càn）：光耀。
彦（yàn）：美士，指贤能之人。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (81, '国风·郑风·遵大路', '遵大路兮，掺执子之祛兮，无我恶兮，不寁故也！ 遵大路兮，掺执子之手兮，无我魗兮，不寁好也！', '遵：沿着。
掺（shǎn）：执，拉住，抓住。袪（qū）：衣袖，袖口。
无我恶（è）：不要以我为恶（丑）。一说“恶（wù）”意为“讨厌”。
寁（zǎn）：去。即丢弃、忘记的意思。一说迅速。故：故人，故旧，旧情。
无我魗（chǒu）：不要以我为丑。魗，同“丑”。
好（hào）：情好。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (82, '国风·郑风·女曰鸡鸣', '女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。 弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。 知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。', '昧旦：天色将明未明之际。
兴：起。视夜：察看夜色。
明星：启明星，即金星。
将翱将翔：指已到了破晓时分，宿鸟将出巢飞翔。
弋（yi 义）射：用生丝做绳，系在箭上射鸟。凫：野鸭。
言：语助词，下同。加：射中。一说“加豆”，食器。
与：犹为。宜：用适当地方法烹饪。译为烹饪
御：用，弹奏。
静好：和睦安好。
来：借为“赉”，慰劳。
杂佩：古人佩饰，上系珠、玉等，质料和形状不一，故称杂佩。
顺：柔顺。
问：慰问，问候。
好（hào耗）：爱恋。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (83, '国风·郑风·有女同车', '有女同车，颜如舜华。将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。 有女同行，颜如舜英。将翱将翔，佩玉将将。彼美孟姜，德音不忘。', '同车：同乘一辆车。一说男子驾车到女家迎娶。
舜华（huā）：木槿花，即芙蓉花。
将翱（áo）将翔：形容女子步履轻盈。一说遨游徘徊。翱、翔，飞翔。
琼琚：指珍美的佩玉。
孟姜：姜姓长女。《毛传》：“齐之长女。”排行最大的称孟，姜则是齐国的国姓。后世孟姜也作为美女的通称。
洵（xún）：确实。都：闲雅，美。
英：花。
将（qiāng）将：即“锵锵”，玉石相互碰击摩擦发出的声音。
德音：美好的品德声誉。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (84, '国风·郑风·山有扶苏', '山有扶苏，隰有荷华。不见子都，乃见狂且。 山有乔松，隰有游龙，不见子充，乃见狡童。', '扶苏：树木名。一说桑树。
隰（xí席）：洼地。华：同“花”。
子都：古代美男子。
狂：狂妄的人。且（jū居）：助词。一说拙、钝也。
桥：通“乔”，高大。
游龙：水草名。即荭草、水荭、红蓼。
子充：古代良人名。
狡童：姣美的少年。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (85, '萚兮', '萚兮萚兮，风其吹女。叔兮伯兮，倡予和女。 萚兮萚兮，风其漂女。叔兮伯兮，倡予要女。', '萚（tuò）：脱落的木叶。
女（rǔ）：同“汝”，你，指树叶。
叔、伯：都是兄弟的排行，此指众位小伙子。
倡：同“唱”。一说倡导。和（hè）：伴唱。
漂：同“飘”，吹动。
要（yāo）：相约。一说成也，和也，指歌的收腔。

', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (86, '狡童', '彼狡童兮，不与我言兮。维子之故，使我不能餐兮。 彼狡童兮，不与我食兮。维子之故，使我不能息兮。', '狡童：美貌少年。狡，同“姣”，美好。一说为狡猾，如口语说“滑头”之类，是戏谑之语。
彼：那。
维：为，因为。
不能餐：饭吃不香，吃不下。
食：一起吃饭。
息：安稳入睡。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (87, '国风·郑风·褰裳', '子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！ 子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！', '褰（qiān）：提起。裳（cháng）：古代指遮蔽下体的衣裙。
惠：见爱。
溱（zhēn）：郑国水名，发源于今河南密县东北。
不我思：即“不思我”的倒装，不思念我。
狂童：谑称，犹言“傻小子”。狂，痴。也且（jū）：作语气助词。
洧（wěi）：郑国水名，发源于今河南登封县东阳城山，即今河南省双泪河。溱、洧二水汇合合于密县。
士：未娶者之称。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (88, '丰', '子之丰兮，俟我乎巷兮，悔予不送兮。 子之昌兮，俟我乎堂兮，悔予不将兮。 衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。 裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。', '丰：丰满，标致，容颜美好貌。
俟（sì）：等候。巷：里中道，即胡同。
予：我，此处当是指“我家”。送：从行，送女出嫁。致女曰送，亲迎曰逆。
昌：体魄健壮，棒。
堂：客厅，厅堂。
将：同行，或曰出嫁时的迎送。
锦：锦衣，翟衣。褧（jiǒng）：妇女出嫁时御风尘用的麻布罩衣，即披风。
裳（cháng）：古代指遮蔽下体的衣裙。
叔、伯：此指男方来迎亲之人。
驾：驾车。古时结婚有亲迎礼，男子驾车至女家，亲自迎接女子上车，一起回夫家。行（háng）：往。
归：回。一说指女子出嫁归于男子之家。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (89, '东门之墠', '东门之墠，茹藘在阪。其室则迩，其人甚远。 东门之栗，有践家室。岂不尔思？子不我即！', '墠（shàn）：经过整治的郊野平地。
茹藘（rú lǘ）：草名。即茜草。
阪（bǎn）：小山坡。
迩（ěr）：近。
栗：木名。
有践：同"践践"，行列整齐的样子。
家室：房舍；住宅。
不尔思：即不思尔。不想念你。
不我即：即不即我。我不想亲近你；即：走进，接近。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (90, '国风·郑风·风雨', '风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。 风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。 风雨如晦，鸡鸣不已。既见君子，云胡不喜。', '喈（jiē 皆）喈：鸡鸣声。
云：语助词。胡：何。夷：平，指心中平静。
胶胶：或作“嘐嘐”，鸡鸣声。
瘳（chōu 抽）：病愈，此指愁思萦怀的心病消除。
晦：黑夜。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (91, '国风·郑风·子衿', '青青子衿，悠悠我心。纵我不往，子宁不嗣音？ 青青子佩，悠悠我思。纵我不往，子宁不来？ 挑兮达兮，在城阙兮。一日不见，如三月兮！', '子衿：周代读书人的服装。子，男子的美称，这里即指“你”。衿，即襟，衣领。
悠悠：忧思不断的样子。
宁（nìng）：岂，难道。嗣（yí）音：寄传音讯。嗣，通“贻”，给、寄的意思 。
佩：这里指系佩玉的绶带。
挑（tiāo）兮达（tà）兮：独自走来走去的样子。挑，也作“佻”。
城阙：城门两边的观楼。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (92, '郑风·扬之水', '扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。 扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。', '扬之水：平缓流动的水。扬，悠扬，缓慢无力的样子。一说激扬之水，喻夫。
楚：荆条。
鲜（xiǎn 显）：缺少。
女（rǔ）：通”汝“，你。
言：流言。
诳（kuáng）：欺骗。
信：诚信、可靠。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (93, '出其东门', '出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。 出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。', '东门：城东门。
如云：形容众多。
匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。
缟（gǎo 稿）：白色；素白绢。綦（qí 其）巾：暗绿色头巾。
聊：愿。员（yún 云）：同“云”，语助词。
闉闍（yīn dū 因都）：外城门。
荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。
且（jū 居）：语助词。一说慰籍。
茹藘（rú lǘ 如驴）：茜草，其根可制作绛红色染料，此指绛红色蔽膝。“缟衣”、“綦巾”、“茹藘”之服，均显示此女身份之贫贱。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (94, '国风·郑风·野有蔓草', '野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。 野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。', '蔓（màn）草：蔓延生长的草。蔓：蔓延。一说茂盛。
零：降落。漙（tuán）：形容露水多。
清扬：目以清明为美，扬亦明也，形容眉目漂亮传神。婉：美好。
邂（xiè）逅（hòu）：不期而遇。
适：适合。
瀼（ráng）：形容露水浓，多。
偕臧（cáng）：一同藏匿，指消失这草木丛中。臧，同“藏”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (95, '溱洧', '溱与洧，方涣涣兮。 士与女，方秉蕑兮。 女曰观乎？士曰既且，且往观乎？ 洧之外，洵訏且乐。 维士与女，伊其相谑，赠之以勺药。 溱与洧，浏其清矣。 士与女，殷其盈矣。 女曰观乎？士曰既且，且往观乎？ 洧之外，洵訏且乐。 维士与女，伊其将谑，赠之以勺药。', '溱（zhēn）、洧（wěi）：郑国两条河名。
方：正。涣涣：河水解冻后奔腾貌。
士与女：此处泛指男男女女。后文“女”“士”则特指其中某青年男女。
方：正。秉：执，拿。蕑（jiān）：一种兰草。又名大泽兰，与山兰有别。
既：已经。且（cú）：同“徂”，去，往。
且：再。
洵（xún）訏（xū）：实在宽广。洵，实在，诚然，确实。訏，大，广阔。
维：发语词。
伊：发语词。相谑：互相调笑。
1勺药：即“芍药”，一种香草，与今之木芍药不同。《郑笺》：“其别则送女以勺药，结恩情也。”马瑞辰《毛诗传笺通释》云：“又云‘结恩情’者，以勺与约同声，故假借为结约也。”
浏：水深而清之状。
殷：众多。盈：满。
将：即“相”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (96, '国风·齐风·鸡鸣', '鸡既鸣矣，朝既盈矣。匪鸡则鸣，苍蝇之声。 东方明矣，朝既昌矣。匪东方则明，月出之光。 虫飞薨薨，甘与子同梦。会且归矣，无庶予子憎。', '朝：朝堂。一说早集。
匪：同“非”。
昌：盛也。意味人多。
薨薨（hōng 轰）：飞虫的振翅声。
甘：愿。
会：会朝,上朝。且：将。
无庶：同“庶无”。庶，幸，希望。予子憎：恨我、你，代词宾语前置。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (97, '还', '子之还兮，遭我乎峱之间兮。并驱从两肩兮，揖我谓我儇兮。 子之茂兮，遭我乎峱之道兮。并驱从两牡兮，揖我谓我好兮。 子之昌兮，遭我乎峱之阳兮。并驱从两狼兮，揖我谓我臧兮。', '还（xuán）：轻捷貌。
峱（náo）：齐国山名，在今山东淄博东。
从：逐。肩：借为“豜（jiān）”，大兽。《毛传》：“兽三岁为肩，四岁为特。”
揖：作揖，古礼节。儇（xuān）：轻快便捷。
茂：美，指善猎。
牡：公兽。
昌：指强有力。
臧（zāng）：善，好。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (98, '著', '俟我于著乎而，充耳以素乎而，尚之以琼华乎而。 俟我于庭乎而，充耳以青乎而，尚之以琼莹乎而。 俟我于堂乎而，充耳以黄乎而，尚之以琼英乎而。', '著（zhù）：通“宁（zhù）”。古代富贵人家正门内有屏风，正门与屏风之间叫著。古代婚娶在此处亲迎。
俟（sì）：等待，迎候。乎而：齐方言。作语尾助词。
充耳：又叫“塞耳”，饰物，悬在冠之两侧。《毛传》：“充耳谓之瑱（tiàn）。”古代男子冠帽两侧各系一条丝带，在耳边打个圆结，圆结中穿上一块玉饰，丝带称紞（dǎn），饰玉称瑱，因紞上圆结与瑱正好塞着两耳，故称“充耳”。素：白色，这里指悬充耳的丝色。
尚：加上。琼：赤玉，指系在紞上的瑱。“华”与下文的“莹”“英”：均形容玉瑱的光彩，因协韵而换字。
庭：中庭。在大门之内，寝门之外。
青：与上文的“素”、下文的“黄”指各色丝线，代指紞。
堂：庭堂。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (99, '东方之日', '东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。 东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。', '日：比喻女子颜色盛美。
姝：貌美。
履：踏，践。一说同“蹑”，放轻脚步。即：就。一说通“膝”，古人席地而坐，安坐则膝在身前。
闼（tà）：内门。一说内室。
发：走去，指蹑步相随。一说脚迹。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (100, '东方未明', '东方未明，颠倒衣裳。颠之倒之，自公召之。 东方未晞，颠倒裳衣。倒之颠之，自公令之。 折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。', '衣裳：古时上衣叫“衣”，下衣叫“裳”。
公：公家。
晞（xī 希）：“昕”的假借，破晓，天刚亮。
樊：即“藩”，篱笆。圃：菜园。
狂夫：指监工。一说狂妄无知的人。闻一多"风诗类钞"曰："夫之在家，从不能守夜之正时，非出太早， 即归太晚。妇人称之为狂夫。"他以为此诗出自妇人口吻。而且"折杨柳为园圃之藩篱，所以防闲其妻者 也。离去复于篱间瞿瞿然窥视，盖有不放心之意"。
瞿瞿（jù ）：瞪视貌。
不能辰夜：指不能掌握时间。辰，借为“晨”，指白天。
夙：早。莫（mù 暮）：古“暮”字，晚。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (101, '南山', '南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？ 葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？ 蓺麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞠止？ 析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？', '南山：齐国山名，又名牛山。崔崔：山势高峻状。
绥绥（suí）：缓缓行走的样子，或曰求匹之貌。
有荡：即荡荡，平坦状。
齐子：齐国的女儿（古代不论对男女美称均可称子），此处指齐襄公的同父异母妹文姜。由归：从这儿去出嫁。
止：语气词，无义。
曷（hé）：怎么，为什么；怀：怀念。一说来。
屦（jù）：麻、葛等制成的单底鞋。五两：五，通“伍”，并列；两，“緉”的借省，鞋一双。
緌（ruí）：帽带下垂的部分。帽带为丝绳所制，左右各一从耳边垂下，必要时可系在下巴上。
庸：用，指文姜嫁与鲁桓公。
从：相从。
蓺（yì）：即“艺”，种植。
衡从：横纵之异体，东西曰横，南北曰纵。亩，田垅。
取：通“娶”。
告：一说告于祖庙。
鞫（jú）：穷，放任无束。
析薪：砍柴。
匪：通“非”。克：能、成功。
极：至，来到。一说恣极，放纵无束。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (102, '甫田', '无田甫田，维莠骄骄。无思远人，劳心忉忉。 无田甫田，维莠桀桀。无思远人，劳心怛怛。 婉兮娈兮。总角丱兮。未几见兮，突而弁兮！', '无田（diàn 佃）甫田：不要耕种大田。田（diàn 佃），治理。甫田（tián），大田。
莠（yǒu 有）：杂草；狗尾草。骄骄：犹“乔乔”，高大貌。
忉忉（dāo 刀）：心有所失的样子，一说忧劳貌。
桀桀：借作“揭揭”，高大貌。
怛怛（dá 达）：悲伤。
婉、娈：毛传：“婉娈，少好貌。”
总角：古代男孩将头发梳成两个髻。丱（ɡuàn 贯）：形容总角翘起之状。
弁（biàn 辨）：成人的帽子。古代男子二十而冠。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (103, '卢令', '卢令令，其人美且仁。 卢重环，其人美且鬈。 卢重鋂，其人美且偲。', '卢：黑毛猎犬。令令：即“铃铃”，猎犬颈下套环发出的响声。
其人：指猎人。仁：仁慈和善。
重（chóng ）环：大环套小环，又称子母环。
鬈（quán ）：勇壮。一说发好貌。
重鋂（méi ）：一个大环套两个小环。
偲（cāi ）：多才多智。一说须多而美。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (104, '敝笱', '敝笱在梁，其鱼鲂鳏。齐子归止，其从如云。 敝笱在梁，其鱼鲂鱮。齐子归止，其从如雨。 敝笱在梁，其鱼唯唯。齐子归止，其从如水。', '敝笱（gǒu）：对制止鱼儿来往无能为力，隐射文姜和齐襄公的不守礼法。敝，破。笱，竹制的鱼篓。
梁：捕鱼水坝。河中筑堤，中留缺口，嵌入笱，使鱼能进不能出。
鲂（fáng）：鳊鱼。鳏（guān）：鲲鱼。
齐子归止：文姜已嫁。齐子，指文姜。
其从如云：随从众多。一说喻齐襄公仍纠缠不已。
鱮（xù）：鲢鱼。
如雨：形容随从之多。
唯唯：形容鱼儿出入自如。陆德明《经典释文》：“唯唯，《韩诗》作遗遗，言不能制也。”
如水：形容随从人如水流不断。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (105, '载驱', '载驱薄薄，簟茀朱鞹。 鲁道有荡，齐子发夕。 四骊济济，垂辔沵沵。 鲁道有荡，齐子岂弟。 汶水汤汤，行人彭彭。 鲁道有荡，齐子翱翔。 汶水滔滔，行人儦儦。 鲁道有荡，齐子游遨。', '载：发语词，犹“乃”。驱：车马疾走。薄薄：象声词，形容马蹄及车轮转动声。
簟（diàn电）：方纹竹席。一说席作车门。茀（fú浮）：车帘。一说雉羽作的蔽覆，放在车后。鞹（kuò阔）：光滑的皮革。用漆上红色的兽皮蒙在车厢前面，是周代诸侯所用的车饰，这种规格的车子称为“路车”。
有荡：即“荡荡”，平坦的样子。
齐子：指文姜。发夕：傍晚出发。
骊（lí离）：黑马。济济：美好貌。
辔：马缰。濔濔（nǐ你）：柔软状。
岂弟（kǎitì凯替）：天刚亮。一说欢乐。
汶水：流经齐鲁两国的水名，在今山东中部，又名大汶河。汤汤（shāng伤）：水势浩大貌。
彭彭：众多貌。
翱翔：指遨游。
滔滔：水流浩荡。
儦儦（biāo标）：行人往来貌。
游敖：即“游遨”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (106, '猗嗟', '猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。 猗嗟名兮，美目清兮，仪既成兮。终日射侯，不出正兮，展我甥兮。 猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮。四矢反兮，以御乱兮。', '猗（yī）嗟：赞叹声。
昌：美好的样子。
颀而：即“颀然”，指身材高大。
抑（yì）：同“懿”，美好。扬：借为“阳”。眉上曰阳，额角。
趋：急走。跄（qiāng）：步有节奏，摇曳生姿。
臧（zāng）：好，善。
名：借为“明”，面色明净。
仪既成：朱熹《诗集传》：“仪既成，言终其事而礼无违也。”
射侯：射靶。
正：靶心。设的于侯中而射之者也。大射则张皮侯而设鹄，宾射则张布侯而设正。
展：诚然，真是。甥：古代女儿之子。一说姊妹之子曰甥，言称其为齐人之甥，而又以明非齐侯之子。
娈（luán）：美好。
选：才华出众。
贯：穿透。
反：箭皆射中一个点。朱熹《诗集传》：“四矢，射礼每发四矢。反，复也，中皆得其故处也。”
御乱：防御战乱。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (107, '葛屦', '纠纠葛屦，可以履霜？掺掺女手，可以缝裳？要之襋之，好人服之。 好人提提，宛然左辟，佩其象揥。维是褊心，是以为刺。', '纠纠：缭缭，缠绕，纠结交错。葛屦（jù具）：指夏天所穿葛绳编制的鞋。
掺掺（shān 山）：同“纤纤”，形容女子的手很柔弱纤细。
要（yāo腰）：衣的腰身，作动词，缝好腰身。一说钮襻。襋（jí及）：衣领，作动词，缝好衣领。
好人：美人，此指富家的女主人。提提（shí 时）：同“媞媞”，安舒貌。⑤宛然：回转貌。辟（bì 避）：同“避”。左辟即左避。
揥（tì 替）：古首饰，可以搔头。类似发篦。
维：因。褊（piān 偏）心：心地狭窄。
刺：讽刺。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (108, '汾沮洳', '彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。 彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。 彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。', '汾：汾水，在今山西省中部地区，西南汇入黄河。沮（jù）洳（rù）：水边低湿的地方。
言：乃。莫：草名。即酸模，又名羊蹄菜。多年生草本，有酸味。
彼其之子：他那个人。
度：衡量。美无度，极言其美无比。
殊异：优异出众。公路：官名。掌管王公宾祀之车驾的官吏。
桑：桑树叶。
英：华（花）。
公行（háng）：官名。掌管王公兵车的官吏。
曲：河道弯曲之处。
藚（xù）：药用植物，即泽泻草。多年生沼生草本，具地下球茎，可作蔬菜。
公族：公侯家族的人，指贵族子弟。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (109, '园有桃', '园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！ 园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！', '之：犹“是”。肴，吃。“其实之肴”，即“肴其实”。
之：犹“其”。
歌、谣：曲合乐曰歌，徒歌曰谣，此处皆作动词用。
士：古代对知识分子或一般官吏的称呼。
彼人：那人。是：对，正确。
子：你，即作者。何其：为什么。其，作语助词。
盖（hé）：通“盍”，何不。亦：作语助词。
棘：指酸枣。
聊：姑且。行国：离开城邑，周游国中。“国”与“野”相对，指城邑。
罔极：无极，无常，妄想，没有准则。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (110, '陟岵', '陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！ 陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！ 陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！', '陟（zhì ）：登上。岵（hù）：有草木的山。
父曰：这是诗人想象他父亲说的话。下文“母曰”“兄曰”同。
予子：歌者想象中，其父对他的称呼。
夙（sù）夜：日夜。夙：早。
上：通“尚”，希望。旃（zhān）：之，作语助。
犹来：还是归来。无：不要。止：停留。
屺（qǐ）：无草木的山。
季：兄弟中排行第四或最小。
无寐：没时间睡觉。
冈：山脊。
偕（xié）：俱，在一起。
无死：不要死在异乡。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (111, '十亩之间', '十亩之间兮，桑者闲闲兮，行与子还兮。 十亩之外兮，桑者泄泄兮，行与子逝兮。', '十亩之间：指郊外所受场圃之地。
桑者：采桑的人。闲闲：宽闲、悠闲貌。
行：走。一说且，将要。
泄（yì）泄：和乐的样子；一说人多的样子。
逝：返回；一说往。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (112, '伐檀', '坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！ 坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！ 坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！', '坎坎：象声词，伐木声。
寘：同“置”，放置。
干：水边。
涟：即澜。
猗（yī）：义同“兮”，语气助词。
稼（jià）：播种。
穑（sè）：收获。
胡：为什么。
禾：谷物。
三百：意为很多，并非实数。
廛（chán）：通“缠”，古代的度量单位，三百廛就是三百束。
狩：冬猎。猎，夜猎。此诗中皆泛指打猎。
县（xuán）：通“悬”，悬挂。
貆（huán）：猪獾。也有说是幼小的貉。
君子：此系反话，指有地位有权势者。
素餐：白吃饭，不劳而获。
辐：车轮上的辐条。
直：水流的直波。
亿：通“束”。
瞻：向前或向上看。
特：三岁大兽。
漘（chún）：水边。
沦：小波纹。
囷（qūn）：束。一说圆形的谷仓。
飧（sūn）：熟食，此泛指吃饭。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (113, '国风·魏风·硕鼠', '硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。 硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。 硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？(女 通 汝)', '硕鼠：大老鼠。一说田鼠。
无：毋，不要。黍：黍子，也叫黄米，谷类，是重要粮食作物之一。
三岁：多年。三，非实数。贯：借作“宦”，侍奉。
逝：通“誓”。去：离开。女：同“汝”。
爰：于是，在此。所：处所。
德：恩惠。
国：域，即地方。
直：王引之《经义述闻》说：“当读为职，职亦所也。”一说同值。
劳：慰劳。
之：其，表示诘问语气。号：呼喊。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (114, '蟋蟀', '蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。 蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。 蟋蟀在堂，役车其休。今我不乐，日月其慆。无已大康，职思其忧。好乐无荒，良士休休。', '聿（yù）：作语助。莫：古“暮”字。
除：过去。
无：勿。已：甚。大（tài）康：过于享乐。
职：相当于口语“得”。居：处，指所处职位。
瞿（jù）瞿：警惕瞻顾貌；一说敛也。
逝：去。
迈：义同“逝”，去，流逝。
外：本职之外的事。
蹶（jué）蹶：勤奋状。
役车：服役出差的车子。
慆（tāo）：逝去。
休休：安闲自得，乐而有节貌。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (115, '国风·唐风·山有枢', '山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。 山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。 山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。', '枢（舒shū）、榆（余yú）、栲（考kǎo）、杻（扭niǔ）：皆为树木名。
隰（xí）：指低湿的地方。
曳（叶yè）：拖。娄：即“搂”，用手把衣服拢着提起来。《正义》：“曳娄俱是着衣之事。”
宛：通“菀”，萎死貌。
栲（kǎo）：《毛传》：“栲，山樗（初chū，臭椿）。杻，檍（亿yì）也。”《传疏》：“山樗与樗不同。……叶如栎木，皮厚数寸，可为车幅，或谓之栲栎。”
廷：指宫室。
埽（扫sào）：通“扫”。
考：敲。
保：占有。
永：《集传》：“永，长也。……饮食作乐，可以永长此日也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (116, '唐风·扬之水', '扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？ 扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？ 扬之水，白石粼粼。我闻有命，不敢以告人。', '扬：激扬。一说扬为地名。
凿凿：鲜明貌。一说形容石头高低不平之状。
襮（bó）：绣有黼文的衣领，或说衣袖。
从：随从，跟随。沃：曲沃，地名，在今山西闻喜县东北。
既：已。君子：指桓叔。
云何：如何。云，语助词。
皓皓：洁白状。
绣：刺方领绣。
鹄（hú）：邑名，即曲沃；一说曲沃的城邑。
其忧：有忧。
粼粼：清澈貌。形容水清石净。
命：命令，政令。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (117, '椒聊', '椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。 椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。', '椒：花椒，又名山椒。聊：同“莍”，亦作“朻”、“梂”，草木结成的一串串果实。闻一多《风诗类钞》：“草木实聚生成丛，古语叫作聊，今语叫作嘟噜。”
蕃衍：生长众多。盈：满。升：量器名。
硕大：指身体高大强壮。无朋：无比。
且（jū）：语末助词。
远条：指香气远扬。一说长长的枝条。条：长。
匊（jū）：“掬”的古字，两手合捧。又，《周礼·考工记·陶人》疏引《小尔雅》云：“匊，二升。”亦通。
笃：厚重。形容人体丰满高大。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (118, '绸缪', '绸缪束薪，三星在天。今夕何夕，见此良人？子兮子兮，如此良人何？ 绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？ 绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？', '绸（chóu）缪（móu）：缠绕，捆束。犹缠绵也。束薪：喻夫妇同心，情意缠绵，后成为婚姻礼。薪：《诗经》中大部分关于男女婚事常言及“薪”，如《汉广》“翘翘错薪”，《南山》“析薪如之何”。
三星：即参星，主要由三颗星组成。
良人：丈夫，指新郎。
子兮（xī）：你呀。
刍（chú 除）：喂牲口的青草。
隅（yú）：指东南角。
邂（xiè）逅（hòu）：即解媾，解，悦也。原意男女和合爱悦，这里指志趣相投的人。
楚：荆条。
户：门。
粲（càn）：漂亮的人，指新娘。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (119, '杕杜', '有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？ 有杕之杜，其叶菁菁。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？', '有杕（dì 地）：即“杕杕”，孤立生长貌。杜：木名。赤棠。
湑（xǔ 许）：形容树叶茂盛。
踽踽（jǔ 举）：单身独行、孤独无依的样子。
同父：指同胞兄弟；一说同祖父的族昆弟。
比：亲近。
佽（cì 次）：资助，帮助。
菁菁：树叶茂盛状。
睘睘（qióng 穷）：同“茕茕”，孤独无依的样子。
同姓：一母所生的兄弟。姓，生。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (120, '国风·唐风·羔裘', '羔裘豹祛，自我人居居。岂无他人？维子之故。 羔裘豹褎，自我人究究。岂无他人？维子之好。', '羔裘：羊皮袄。羔：羊之小者。
袪（qū）：袖口，豹祛即镶着豹皮的袖口。
自我人：对我们。自，对；我人，我等人。居（jù ）居：即“倨倨”，傲慢无礼。
维：惟，只。子：你。故：指爱。或作故旧，也通。
褎（xiù）：同“袖”，衣袖口。
究究：心怀恶意不可亲近的样子，指态度傲慢。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (121, '鸨羽', '肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？ 肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠苍天，曷其有极？ 肃肃鸨行，集于苞桑，王事靡盬，不能蓺稻梁。父母何尝？悠悠苍天，曷其有常？', '鸨（bǎo）：鸟名，似雁而大，群居水草地区，性不善栖木。
肃肃：鸟翅扇动的响声。
苞栩：丛密的柞树。苞，草木丛生；栩，栎树，一名柞树。
靡：无，没有。盬（gǔ）：休止。
蓺（yì)：种植。稷：高粱。黍：黍子，黄米。
怙（hù）：依靠，凭恃。
曷（hé）：何。所：住所。
棘：酸枣树，落叶灌木。
极：终了，尽头。
行：行列。一说鸨腿；一说翅根，引申为鸟翅。
尝：吃。
常：正常。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (122, '无衣', '岂曰无衣？七兮。不如子之衣，安且吉兮。 岂曰无衣？六兮。不如子之衣，安且燠兮。', '七：虚数，言衣之多；一说七章之衣，诸侯的服饰。
子：第二人称的尊称、敬称，此指制衣的人。
安：舒适。吉：美，善。
六：一说音路，六节衣。
燠（yù 玉）：暖热。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (123, '有杕之杜', '有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？ 有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？', '杕（dì 地）：树木孤生独特貌。杜：杜梨，又名棠梨。
道左：道路左边，古人以东为左。
噬（shì 是）：发语词。一说何，曷。适：到，往。
曷：同“盍”，何不。饮食（yìn sì 印四）：喝酒吃饭。一说满足情爱之欲。
周：右的假借。
游：来看。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (124, '葛生', '葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？ 葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？ 角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？ 夏之日，冬之夜。百岁之后，归于其居。 冬之夜，夏之日。百岁之后，归于其室。', '葛：藤本植物，茎皮纤维可织葛布，块根可食，花可解酒毒。
蒙：覆盖。楚：灌木名，即牡荆。
蔹（liǎn）：攀缘性多年生草本植物，根可入药，有白蔹、赤蔹、乌蔹等。
予美：我的好人。郑笺：“我所美之人。”朱熹《诗集传》：“妇人指其夫也。”亡此：死于此处，指死后埋在那里。
棘：酸枣，有棘刺的灌木。
域：坟地。毛传：“域，营域也。”马瑞辰《毛诗传笺通释》：“营域，或作茔域，古为葬地之称。《说文》：‘茔，墓地也’是也。”
角枕：牛角做的枕头。据《周礼·王府》注，角枕用于枕尸首。粲：同“灿”。
锦衾：锦缎褥。闻一多《风诗类钞》：“角枕、锦衾，皆敛死者所用。”烂：灿烂。
旦：天亮。朱熹《诗集传》：“独旦，独处至旦也。”一说旦释为安，闻一多《风诗类钞》：“旦，坦。”“坦，安也。”
夏之日、冬之夜：夏之日长，冬之夜长，言时间长也。
其居：亡夫的墓穴。下文“其室”义同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (125, '采苓', '采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？ 采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？ 采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？', '苓（líng）：通“蘦”，一种药草，即大苦。毛传：“苓，大苦也。”沈括《梦溪笔谈》：“此乃黄药也。其味极苦，谓之大苦。”俞樾《群经评议》：“诗人盖托物以见意，苓之言怜也，苦之言苦也。”一说为莲。旧注或谓此苓为甘草。
首阳：山名，在今山西永济县南，即雷首山。
为（wěi）言：即“伪言”，谎话。为，通“伪”。
苟亦无信：不要轻信。苟，诚，确实。
舍旃（zhān）：放弃它吧。舍，放弃；旃，“之焉”的合声。
无然：不要以为然。然，是。
胡：何，什么。
苦：即所谓的苦菜，野生可食。
无与：不要理会。与，许可，赞许。
葑（fēng）：即芜菁，又叫蔓菁，大头菜之类的蔬菜。
从：听从。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (126, '车邻', '有车邻邻，有马白颠。未见君子，寺人之令。 阪有漆，隰有栗。既见君子，并坐鼓瑟。今者不乐，逝者其耋。 阪有桑，隰有杨。既见君子，并坐鼓簧。今者不乐，逝者其亡。', '邻邻：同辚辚，车行声。
有：语助词。
白颠：马额正中有块白毛，一种良马。也称戴星马。
君子：此是对友人的尊称。
寺人：宦者。马瑞辰《毛诗传笺通释》：“寺人者，即侍人之省，非谓《周礼》寺人之官也。”王先谦《诗三家义集疏》：“盖近侍之通称，不必泥历代寺人为说。”
阪（bǎn）：山坡。
隰（xí）：低湿的地方。
并坐：同坐。鼓瑟：弹奏。
今者：现在。
逝：往。耋（dié）：八十岁，此处泛指老人。
杨：古代杨柳通名。
簧：古代乐器名，大笙。
亡：死亡。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (127, '国风·秦风·驷驖', '驷驖孔阜，六辔在手。公之媚子，从公于狩。 奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。 游于北园，四马既闲。輶车鸾镳，载猃歇骄。', '驷：四马。驖（tiě）：毛色似铁的好马。
阜：肥硕。
辔：马缰。四马应有八条缰绳，由于中间两匹马的内侧两条辔绳系在御者前面的车杠上，所以只有六辔在手。
媚子：亲信、宠爱的人。
狩：冬猎。古代帝王打猎，四季各有专称。《左传·隐公五年》：“故春蒐、夏苗、秋狝、冬狩。”
奉：猎人驱赶野兽以供射猎。时：“是”的假借，这个。辰：母鹿。牡：公兽，古代祭祀皆用公兽。
硕：肥大。
左之：从左面射它。
舍：放、发。拔：箭的尾部。放开箭的尾部，箭即被弓弦弹出。
北园：秦君狩猎憩息的园囿。
闲：通娴，熟练。
輶（yóu）：用于驱赶堵截野兽的轻便车。鸾：通“銮”，铃。镳（biāo）：马衔铁。
猃（xiǎn）：长嘴的猎狗。歇骄：短嘴的猎狗。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (128, '国风·秦风·小戎', '小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。 四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。 俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。', '小戎：兵车。因车厢较小，故称小戎。
俴（jiàn）收：浅的车厢。俴，浅；收，轸。四面束舆之木谓之轸。
五楘（mù）：用皮革缠在车辕成X形，起加固和修饰作用。五，古文作X。梁辀（zhōu）：曲辕。
游环：活动的环。设于辕马背上。协驱：一皮条，上系于衡，后系于轸，限制骖马内入。
靷（yìn）：引车前行的皮革。鋈（wù）续：以白铜镀的环紧紧扣住皮带。鋈，白铜；续，连续。
文茵：虎皮坐垫。畅毂（gǔ）：长毂。毂，车轮中心的圆木，中有圆孔，用以插轴。
骐：青黑色如棋盘格子纹的马。馵（zhù）：左后蹄白或四蹄皆白的马。
言：乃。君子：指从军的丈夫。
温其如玉：女子形容丈夫性情温润如玉。
板屋：用木板建造的房屋。秦国多林，故以木房为多。此处代指西戎（今甘肃一带）。
心曲：心灵深处。
牡：公马。孔：甚。阜：肥大。
辔（pèi）：缰绳。一车四马，内二马各一辔，外二马各二辔，共六辔。
骝（liú）：赤身黑鬣的马，即枣骝马。
騧（guā）：黄马黑嘴。骊（lí）：黑马。骖（cān）：车辕外侧二马称骖。
龙盾：画龙的盾牌。合：两只盾合挂于车上。
觼（jué）：有舌的环。軜（nà）：内侧二马的辔绳。以舌穿过皮带，使骖马内辔绳固定。
邑：秦国的属邑。
方：将。期：指归期。
胡然：为什么。
俴（jiàn）驷（sì）：披薄金甲的四马。孔群：群马很协调。
厹（qiú）矛：头有三棱锋刃的长矛。錞（duì）：矛柄下端金属套。
蒙：画杂乱的羽纹。伐：盾。苑（yūn）：花纹。
虎韔（chàng）：虎皮弓囊。镂膺：在弓囊前刻花纹。
交韔二弓：两张弓，一弓向左，一弓向右，交错放在袋中。交：互相交错；韔：用作动词，作“藏”讲。
闭：弓檠（qíng）。竹制，弓卸弦后缚在弓里防损伤的用具。绲（gǔn）：绳。縢（téng）：缠束。
载（zài）寝载（zài）兴：又寝又兴，起卧不宁。
厌厌：安静柔和貌。良人：指女子的丈夫。
秩秩：有礼节，一说聪明多智貌。德音：好声誉。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (129, '蒹葭', '蒹葭苍苍，白露为霜。所谓伊人，在水一方。 溯洄从之，道阻且长。溯游从之，宛在水中央。 蒹葭萋萋，白露未晞。所谓伊人，在水之湄。 溯洄从之，道阻且跻。溯游从之，宛在水中坻。 蒹葭采采，白露未已。所谓伊人，在水之涘。 溯洄从之，道阻且右。溯游从之，宛在水中沚。', '蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋萋”、“采采”义同。
苍苍： 茂盛的样子。
为：凝结成。
所谓：所说的，此指所怀念的。
伊人：那个人，指所思慕的对象。
一方：那一边。
溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。
从：追寻。
阻：险阻，（道路）难走。
宛：宛然，好像。
晞（xī）：干。
湄：水和草交接的地方，也就是岸边。
跻（jī）：水中高地。
坻（chí）：水中的沙滩
涘（sì）：水边。
右：迂回曲折。
沚（zhǐ）：水中的沙滩。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (130, '终南', '终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！ 终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！', '终南：终南山，在今陕西西安市郊外。
条：树名，即山楸。材质好，可制车板。
锦衣狐裘：当时诸侯的礼服。《礼记·玉藻》：“君衣狐白裘，锦衣以裼之。”
渥（wò）：涂。丹：赤石制的红色颜料，今名朱砂。
纪：山角。堂：山上宽平处。朱熹《诗集传》：“纪，山之廉角也。堂，山之宽平处也。”一说纪和堂是两种树名，即杞柳和棠梨。
黻（fú）衣：黑色青色花纹相间的上衣。绣裳：五彩绣成的下裳。当时都是贵族服装。
将将：同“锵锵”，象声词。
考：高寿。亡：通“忘”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (131, '国风·秦风·黄鸟', '交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！ 交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！ 交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！', '交交：鸟鸣声。马瑞辰《毛诗传笺通释》：“交交，通作‘咬咬’，鸟声也。”黄鸟：即黄雀。
棘：酸枣树。一种落叶乔木。枝上多剌，果小味酸。棘之言“急”，双关语。
从：从死，即殉葬。穆公：春秋时秦国国君，姓嬴，名任好。
子车：复姓。奄息：字奄，名息。下文子车仲行、子车针虎同此，这三人是当时秦国有名的贤臣。
特：杰出的人材。
“临其穴”二句：郑笺（jiān）：“谓秦人哀伤其死，临视其圹，皆为之悼栗。”
彼苍者天：悲哀至极的呼号之语，犹今语“老天爷哪”。
良人：好人。
人百其身：犹言用一百人赎其一命。
桑：桑树。桑之言“丧”，双关语。
防：抵当。郑笺：“防，犹当也。言此一人当百夫。”
楚：荆树。楚之言“痛楚”。亦为双关。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (132, '国风·秦风·晨风', '鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！ 山有苞栎，隰有六驳。未见君子，忧心靡乐。如何如何，忘我实多！ 山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！', '晨风：鸟名，即鹯（zhān）鸟，属于鹞鹰一类的猛禽。
鴥（yù）：鸟疾飞的样子。
郁：郁郁葱葱，形容茂密。
钦钦：忧思难忘的样子。朱熹《诗集传》：“忧而不忘之貌。”
如何：奈何，怎么办。
苞：丛生的样子。栎（lì）：树名。
隰（xí）：低洼湿地。六驳（bó）：木名，梓榆之属，因其树皮青白如驳而得名。
棣：唐棣，也叫郁李，果实色红，如梨。
树：形容檖树直立的样子。檖（suí）：山梨。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (133, '秦风·无衣', '岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！ 岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！ 岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！', '袍：长袍，即今之斗篷。
王：此指秦君。一说指周天子。于：语助词。兴师：起兵。
同仇：共同对敌。
泽：通“襗”，内衣，如今之汗衫。
作：起。
裳：下衣，此指战裙。
甲兵：铠甲与兵器。
行：往。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (134, '渭阳', '我送舅氏，曰至渭阳。何以赠之？路车乘黄。 我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。', '渭：渭水。阳：水之北曰阳。
曰：发语词。
路车：古代诸侯乘坐的车。朱熹《诗集传》：“路车，诸侯之车也。”
悠悠：思绪长久。我思：自己思念舅舅。一说送舅舅时，联想到自己的母亲。
琼瑰：玉一类美石。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (135, '权舆', '於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！ 於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！', '权舆：本指草木初发，引申为起始，见马瑞辰《毛诗传笺通释》。
於（wū）：叹词。
夏屋：大的食器。夏，大；屋，通“握”，《尔雅》：“握，具也。”渠渠：丰盛。《广雅》：“渠渠，盛也。”
于嗟乎：悲叹声。
承：继承。
簋（guǐ）：古代青铜或陶制圆形食器。毛传：“四簋，黍稷稻粱。”朱熹《诗集传》：“四簋，礼食之盛也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (136, '宛丘', '子之汤兮，宛丘之上兮。洵有情兮，而无望兮。 坎其击鼓，宛丘之下。无冬无夏，值其鹭羽。 坎其击缶，宛丘之道。无冬无夏，值其鹭翿。', '宛丘：四周高中间平坦的土山。
子：你，这里指女巫。汤（dàng）：“荡”之借字。这里是舞动的样子。一说游荡，放荡。
洵：确实，实在是。有情：尽情欢乐。
望：德望。一说观望；一说望祀；一说仰望。
坎其：即“坎坎”，描写击鼓声。
无：不管，不论。
值：持或戴。鹭羽：用白鹭羽毛做成的舞蹈道具。
缶（fǒu）：瓦制的打击乐曲。
鹭翿（dào）：用鹭羽制作的伞形舞蹈道具。聚鸟羽于柄头，下垂如盖。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (137, '东门之枌', '东门之枌，宛丘之栩。子仲之子，婆娑其下。 穀旦于差，南方之原。不绩其麻，市也婆娑。 穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。', '枌（fén）：木名。白榆。
栩（xǔ）：柞树。
子仲：陈国的姓氏。
婆娑：舞蹈。
榖（gǔ）：良辰，好日子。差（chāi）：选择。
南方之原：到南边的原野去相会。
绩：把麻搓成线。
市：集市。
逝：往，赶。
越以：作语助。鬷（zōng）：会聚，聚集。迈：走，行。
荍（qiáo）：锦葵。草本植物，夏季开紫色或白色花。
贻：赠送。握：一把。椒：花椒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (138, '衡门', '衡门之下，可以栖迟。泌之洋洋，可以乐饥。 岂其食鱼，必河之鲂？岂其取妻，必齐之姜？ 岂其食鱼，必河之鲤？岂其取妻，必宋之子？', '衡门：衡，通“横”，毛传：“衡门，横木为门，言浅陋也。”又闻一多《风诗类钞》曰：“东西为横，衡门疑陈城门名。”
可以：一说何以。栖迟：栖息，安身，此指幽会。
泌（bì）：泌：“泌”与“密”同，均为男女幽约之地，在山边曰密，在水边曰泌，故泌水为一般的河流，而非确指。
乐饥：隐语，《诗经》中常将性的欲望称为饥，乐饥指满足性的饥渴。闻一多《神话与诗·高唐神女传说之分析》：“其实称男女大欲不遂为‘朝饥’，或简称‘饥’，是古代的成语。”
岂：难道。
河：黄河。
齐之姜：齐国的姜姓美女。姜姓在齐国为贵族。
宋之子：宋国的子姓女子。子姓在宋国为贵族。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (139, '国风·陈风·东门之池', '东门之池，可以沤麻。彼美淑姬，可与晤歌。 东门之池，可以沤纻。彼美淑姬，可与晤语。 东门之池，可以沤菅。彼美淑姬，可与晤言。', '池：护城河。一说水池。
沤（òu）：长时间用水浸泡。纺麻之前先用水将其泡软，才能剥下麻皮，用以织麻布。
淑：善，美。一作“叔”，指排行第三。姬：周之姓。一说是古代对妇女的美称。
晤（wù）歌：用歌声互相唱和，即对歌。
纻（zhù）：同“苎”，苎麻。多年生草本植物，茎皮含纤维质，可做绳，可织布。
晤语：对话。
菅（jiān）：菅草。芦荻一类的多年生草本植物，其茎浸渍剥取后可以编草鞋。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (140, '东门之杨', '东门之杨，其叶牂牂。昏以为期，明星煌煌。 东门之杨，其叶肺肺。昏以为期，明星晢晢。', '牂（zāng）牂：风吹树叶的响声。一说枝叶茂盛的样子。
昏：黄昏。期：约定的时间。
明星：明亮的星星。一说启明星，晨见东方。煌煌：明亮的样子。
肺（pèi）肺：枝叶茂盛的样子。
晢（zhé）晢：明亮的样子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (141, '墓门', '墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。 墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。', '墓门：墓道的门。一说陈国城名。
棘：酸枣树。
斯：析，劈开，砍掉。
夫：这个人，指陈陀。
知而不已：尽管尽人皆知，他却依然如故。
谁昔：往昔，由来已久。然：这样。
梅：梅树。一说梅即棘，梅古文作“槑”，与棘形近，遂致误。
鸮（xiāo）：猫头鹰，古人认为是恶鸟。萃：集，栖息。
讯：借作“谇”（suì），斥责，告诫。
顾：管，在意。
颠倒：跌倒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (142, '防有鹊巢', '防有鹊巢，邛有旨苕。谁侜予美？心焉忉忉。 中唐有甓，邛有旨鷊。谁侜予美？心焉惕惕。', '防：水坝。一说堤岸；一说即“枋（fāng）”，常绿乔木，可为红色染料。
邛（qióng）：土丘，山丘。旨：味美的，鲜嫩的。苕（tiáo）：一种蔓生植物，生长在低湿的地上。一说紫云英，一说凌霄花，一说翘摇，一说苇花。
侜（zhōu）：谎言欺骗，挑拨。予美：我的爱人。美，美人儿，心上人，指作者所爱的人。
忉（dāo）忉：忧愁不安的样子。
中唐：古代堂前或门内的甬道，泛指庭院中的主要道路。唐乃朝堂前和宗庙门内的大路。一说通“塘”，中唐，塘中。甓（pì）：砖瓦，瓦片。一说通“䴙（pì）”，野鸭子。
鷊（yì）：借为“虉（yì）”，杂色小草，又叫绶草，一般生长在阴湿处。
惕（tì）惕：提心吊胆、恐惧不安的样子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (143, '诗经·陈风·月出', '月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。 月出皓兮，佼人懰兮。舒忧受兮，劳心慅兮。 月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。', '皎：毛传：“皎，月光也。”谓月光洁白明亮。
佼（jiǎo）：同“姣”，美好。“佼人”即美人。
僚：同“嫽”，娇美。
舒：舒徐，舒缓，指从容娴雅。
窈纠：形容女子行走时体态的曲线美。
劳心：忧心。
悄：忧愁状。
懰（liǔ）：音柳，妩媚。《埤苍》作“嬼”，妖冶。
慅（cǎo）：忧愁，心神不安。
燎：明也。一说姣美。
夭绍：形容女子风姿绰绝。汉赋里往往写作“要绍”，曲貌。“窈纠”、“忧受”、“夭绍”都是形容女子行动时的曲线美，就是曹植《洛神赋》所谓“婉若游龙”。
惨（zào）：当为“懆（cǎo）”，焦躁貌。《集传》：“惨当作懆，忧也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (144, '株林', '胡为乎株林？从夏南！匪适株林，从夏南！ 驾我乘马，说于株野。乘我乘驹，朝食于株！', '胡为：为什么。株：陈国邑名，在今河南柘城县。林：郊野。一说株林是陈大夫夏徵舒的食邑。
从：跟，与，此指找人。一说训为因。夏南：即夏姬之子夏徵舒，字子南。
匪：非，不是。适：往。
乘（shèng）马：四匹马。古以一车四马为一乘。
说（shuì）：通“税”，停车解马。株野：株邑之郊野。
乘（chéng）我乘（shèng）驹：驹，马高五尺以上、六尺以下称“驹”，大夫所乘；马高六尺以上称“马”，诸侯国君所乘。此诗中“乘马”者指陈灵公，“乘驹”者指陈灵公之臣孔宁、仪行父。
朝食：吃早饭。闻一多考，性曰为食。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (145, '国风·陈风·泽陂', '彼泽之陂，有蒲与荷。有美一人，伤如之何？寤寐无为，涕泗滂沱。 彼泽之陂，有蒲与蕳。有美一人，硕大且卷。寤寐无为，中心悁悁。 彼泽之陂，有蒲菡萏。有美一人，硕大且俨。寤寐无为，辗转伏枕。', '泽：池塘。陂（bēi）：堤岸。
蒲：香蒲，多年生草本植物，多生在河滩上。
伤：因思念而忧伤。按《尔雅》注引《鲁诗》作“阳”，《尔雅·释诂》：“阳，予也。”
无为：没有办法。
涕：眼泪。泗（sì）：鼻涕。滂（pāng）沱（tuó）：本意是形容雨下得很大，此处比喻眼泪流得很多，哭得厉害。
蕑（jiān）：莲蓬，荷花的果实。一说兰草。《鲁诗》作“莲”。
卷（quán）：头发卷曲而美好的样子。《毛传》：“卷，好貌。”马瑞辰《毛诗传笺通释》：“卷即婘之省借。……《广雅》：‘婘，好也。”朱熹《诗集传》：“卷，鬓发之美也。”
悁（yuān）悁：忧伤愁闷的样子。
菡（hàn）萏（dàn）：荷花，莲花。
俨：庄重威严，端庄矜持。《毛传》：“俨，矜庄貌。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (146, '桧风·羔裘', '羔裘逍遥，狐裘以朝。岂不尔思？劳心忉忉。 羔裘翱翔，狐裘在堂。岂不尔思？我心忧伤。 羔裘如膏，日出有曜。岂不尔思？中心是悼。', '羔裘：羊羔皮袄。逍遥：悠闲地走来走去。
朝（cháo）：上朝。
不尔思：即“不思尔”。
忉（dāo）忉：忧愁状。
翱翔：鸟儿回旋飞，比喻人行动悠闲自得。
在堂：站在朝堂上。
忧伤：忧愁悲伤。
膏（gào）：动词，涂上油。
曜（音耀）：照耀。
悼：悲伤。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (147, '素冠', '庶见素冠兮？棘人栾栾兮，劳心慱慱兮。 庶见素衣兮？我心伤悲兮，聊与子同归兮。 庶见素韠兮？我心蕴结兮，聊与子如一兮。', '素冠：白帽。
庶：幸。
棘人：罪人。棘，执囚之处。一说，瘦也。栾栾：拘束，不自由。一说，瘦瘠貌。
抟（tuán）抟：忧苦不安。
聊：愿。一说“且”。
韠（bì）：即蔽膝，古代官服装饰，革制，缝在腹下膝上。
蕴结：郁结，忧思不解。
如一：如同一人。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (148, '国风·桧风·隰有苌楚', '隰有苌楚，猗傩其枝，夭之沃沃，乐子之无知。 隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。 隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。', '桧（kuài）风：即桧地的乐调。桧，又写作“郐”。桧地在今河南郑州、新郑、荥阳、密县一带。周平王初，桧国为郑武公所灭，其地为郑国所有。
隰（xí）：低湿的地方。苌（cháng）楚：蔓生植物，今称羊桃，又叫猕猴桃。
猗（ē）傩（nuó）：同“婀娜”，茂盛而柔美的样子。
夭（yāo）：少，此指苌楚处于茁壮成长时期。沃沃：形容叶子润泽的样子。
乐：喜，这里有羡慕之意。子：指苌楚。
华（huā）：同“花”。
无家：没有家庭。家，谓婚配。《左传·桓公十八年》：“女有家，男有室。”
实：果实。
无室：没有家室拖累。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (149, '匪风', '匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。 匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。 谁能亨鱼？溉之釜鬵。谁将西归？怀之好音。', '桧（kuài）风：即桧地的乐调。桧地在今河南郑州、新镇、荥阳、密县一带。
匪（bǐ）风：那风。匪，通“彼”，那。
发：犹“发发”，风吹声。
偈（jié）：疾驰貌。
周道：大道。
怛（dá）：痛苦，悲伤。
飘：飘风，旋风。这里指风势疾速回旋的样子。
嘌（piāo）：轻快貌。
吊：悲伤。
亨（pēng）：通“烹”，煮。
溉：旧说释洗。闻一多《风诗类钞》则以为溉通“摡”，“摡同乞，给予也”。釜：锅子。鬵（xín）：大锅。
怀：遗，带给。好音：平安的消息。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (150, '蜉蝣', '蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。 蜉蝣之翼，采采衣服。心之忧矣，於我归息。 蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。', '蜉（fú）蝣（yóu）：一种昆虫，寿命只有几个小时到一周左右。
蜉蝣之羽：以蜉蝣之羽形容衣服薄而有光泽。
楚楚：鲜明貌。一说整齐干净。
於（wū）：通“乌”，何，哪里。
采采：光洁鲜艳状。
掘阅（xué）：挖穴而出。阅：通“穴”。
麻衣：古代诸侯、大夫等统治阶级日常衣服，用白麻皮缝制。
说（shuì）：通“税”，止息，住，居住。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (151, '候人', '彼候人兮，何戈与祋。彼其之子，三百赤芾。 维鹈在梁，不濡其翼。彼其之子，不称其服。 维鹈在梁，不濡其咮。彼其之子，不遂其媾。 荟兮蔚兮，南山朝隮。婉兮娈兮，季女斯饥。', '候人：官名，是看守边境、迎送宾客和治理道路、掌管禁令的小官。
何：通“荷”，扛着。祋（duì）：武器，殳的一种，竹制，长一丈二尺，有棱而无刃。
彼：他。其：语气词。之子：那人，那些人。
赤芾（fú）：赤色的芾。芾，祭祀服饰，即用革制的蔽膝，上窄下宽，上端固定在腰部衣上，按官品不同而有不同的颜色。赤芾乘轩是大夫以上官爵的待遇。三百：可以指人数，即穿芾的有三百人；也可指芾的件数，即有三百件芾。
鹈（tí）：即鹈鹕，水禽，体型较大，喙下有囊，食鱼为生。梁：伸向水中用于捕鱼的堤坝。
濡（rú）：沾湿。
称：相称，相配。服：官服。
咮（zhòu）：禽鸟的喙。
遂：终也，久也。媾：婚配，婚姻。
荟（huì）、蔚：云起蔽日，阴暗昏沉貌。
朝：早上。隮（jī）：同“跻”，升，登。
婉：年轻。娈（luán）：貌美。
季女：少女。斯：这么。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (152, '鳲鸠', '鳲鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。 鳲鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。 鳲鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。 鳲鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？', '鳲鸠：布谷鸟。拼音shī jiū，亦作尸鸠。一种常见的鸟,上体灰褐色,下体白色而具暗色横斑,其显著特点是双音节叫声,并把卵产于别的鸟巢中为它孵化。
淑人：善人。
仪：容颜仪态。
心如结：比喻用心专一。朱熹《诗集传》：“如物之固结而不散也。”
伊：是。
弁（biàn）：皮帽。骐（qí）：青黑色的马。一说古代皮帽上的玉制饰品。
棘：酸枣树。
忒（tè）：差错。
正：闻一多《风诗类钞》：“正，法也，则也。正是四国，为此四国之法则。”
榛（zhēn）：丛生的树，树丛。
胡：何。朱熹《诗集传》：“胡不万年，愿其寿考之辞也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (153, '下泉', '冽彼下泉，浸彼苞稂。忾我寤叹，念彼周京。 冽彼下泉，浸彼苞萧。忾我寤叹，念彼京周。 冽彼下泉，浸彼苞蓍。忾我寤叹，念彼京师。 芃芃黍苗，阴雨膏之。四国有王，郇伯劳之。', '下泉：地下涌出的泉水。
冽（liè）：寒冷。
苞：丛生。稂（láng）：一种莠一类的野草。毛传：“稂，童粱。非溉草，得水而病也。”也有人说稂是长穗而不饱实的禾。
忾：叹息。寤：醒。
周京：周朝的京都，天子所居，下文“京周”、“京师”同。
萧：一种蒿类野生植物，即艾蒿。
蓍（shī）：一种用于占卦的草，蒿属。
芃（péng）芃：茂盛茁壮。毛传：“芃芃，美貌。”膏：滋润，润泽。
有王：郑笺：“有王，谓朝聘于天子也。”
郇（xún）伯：毛传：“郇伯，郇侯也。”郑笺：“郇侯，文王之子，为州伯，有治诸侯之功。”何楷《诗经世本古义》则据齐诗之说以为是指晋大夫荀跞。盖郇、荀音同相通假。兹从齐诗说。劳：慰劳。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (154, '国风·豳风·七月', '　　七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁。三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。 　　七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑。春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。 　　七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。 　　四月秀葽，五月鸣蜩。八月其获，十月陨箨。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功，言私其豵，献豜于公。 　　五月斯螽动股，六月莎鸡振羽，七月在野，八月在宇，九月在户，十月蟋蟀入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。 　　六月食郁及薁，七月亨葵及菽，八月剥枣，十月获稻，为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。 　　九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。 　　二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥，万寿无疆。', '七月流火：火（古读huǐ），或称大火，星名，即心宿。流，流动。每年夏历五月，黄昏时候，这星当正南方，也就是正中和最高的位置。过了六月就偏西向下了，这就叫做“流”。 
授衣：将裁制冬衣的工作交给女工。九月丝麻等事结束，所以在这时开始做冬衣。 
一之日：十月以后第一个月的日子。以下二之日、三之日等仿此。为豳历纪日法。觱（bì）发（bō）：大风触物声。 
栗烈：或作“凛冽”，形容气寒。 
褐：粗布衣。 
于：犹“为”。为耜是说修理耒耜（耕田起土之具）。 
趾：足。 “举趾”是说去耕田。 
馌（yè）：馈送食物。亩：指田身。田耕成若干垄，高处为亩，低处为畎。田垄东西向的叫做“东亩”，南北向的叫做“南亩”。这两句是说妇人童子往田里送饭给耕者。 
田畯（jùn）：农官名，又称农正或田大夫。
春日：指二月。载：始。阳：温暖。
仓庚：鸟名，就是黄莺。
懿（yì）：深。
微行：小径（桑间道）。
爰（yuán）：语词，犹“曰”。柔桑：初生的桑叶。
迟迟：天长的意思。
蘩（fán）：菊科植物，即白蒿。古人用于祭祀，女子在嫁前有“教成之祭”。一说用蘩“沃”蚕子，则蚕易出，所以养蚕者需要它。其法未详。祁祁：众多（指采蘩者）。
公子：指国君之子。殆及公子同归：是说怕被公子强迫带回家去。一说指怕被女公子带去陪嫁。
萑（huán）苇：芦苇。八月萑苇长成，收割下来，可以做箔。
蚕月：指三月。条桑：修剪桑树。
斨（qiāng）：方孔的斧头。
远扬：指长得太长而高扬的枝条。
猗（yǐ）：《说文》《广雅》作“掎”，牵引。“掎桑”是用手拉着桑枝来采叶。南朝乐府诗《采桑度》云：“系条采春桑，采叶何纷纷”，似先用绳系桑然后拉着绳子采。女桑：小桑。
鵙（jú）：鸟名，即伯劳。
玄：是黑而赤的颜色。玄、黄指丝织品与麻织品的染色。
朱：赤色。阳：鲜明。以上二句言染色有玄有黄有朱，而朱色尤为鲜明。
葽（yāo）：植物名，今名远志。秀葽：言远志结实。
蜩（tiáo）：蝉。
陨萚（tuò）：落叶。
貉：通“祃（mà）”。田猎者演习武事的礼叫祃祭或貉祭。于貉：言举行貉祭。《郑笺》：“于貉，往博貉以自为裘也。”
同：聚合，言狩猎之前聚合众人。
缵（zuǎn）：继续。武功：指田猎。
豵（zòng）：一岁小猪，这里用来代表比较小的兽。私其豵：言小兽归猎者私有。
豜（jiān）：三岁的猪，代表大兽。大兽献给公家。
斯螽（zhōng）：虫名，蝗类，即蚱蜢、蚂蚱。旧说斯螽以两股相切发声，“动股”言其发出鸣声。
莎鸡：虫名，今名纺织娘。振羽：言鼓翅发声。
穹：穷尽，清除。窒：堵塞。穹窒：言将室内满塞的角落搬空，搬空了才便于熏鼠。
向：朝北的窗户。墐：用泥涂抹。贫家门扇用柴竹编成，涂泥使它不通风。
曰：《汉书》引作“聿”，语词。改岁：是说旧年将尽，新年快到。
郁：植物名，唐棣之类。树高五六尺，果实像李子，赤色。薁（yù）：植物名，果实大如桂圆。一说为野葡萄。
菽（shū）：豆的总名。
剥（pū）：读为“扑”，打。
春酒：冬天酿酒经春始成，叫做“春酒”。枣和稻都是酿酒的原料。
介：祈求。眉寿：长寿，人老眉间有豪毛，叫秀眉，所以长寿称眉寿。
壶：葫芦。
叔：拾。苴（jū）：秋麻之籽，可以吃。
樗（chū）：木名，臭椿。薪樗：言采樗木为薪。
场：是打谷的场地。圃：是菜园。春夏做菜园的地方秋冬就做成场地，所以场圃连成一词。
纳：收进谷仓。稼：古读如“故”。禾稼：谷类通称。
重：即“种”，是先种后熟的谷。穋（lù）：即稑（lù），稑是后种先熟的谷。
禾麻菽麦：这句的“禾”是专指一种谷，即今之小米。
功：事。宫功：指建筑宫室，或指室内的事。
索：动词，指制绳。綯（táo）：绳。索綯：是说打绳子。上两句言白天取茅草，夜晚打绳子。
亟：急。乘屋：盖屋。茅和绳都是盖屋需用的东西。以上三句言宫功完毕后，急忙修理自己的屋子。因为播谷的工作又要开始了，不得不急。
冲冲：古读如“沉”，凿冰之声。
凌：是聚集的水。阴：指藏冰之处。
蚤：读为“爪”，取。这句是说取冰。
献羔祭韭（jiǔ）：这句是说用羔羊和韭菜祭祖。《礼记·月令》说仲春献羔开冰，四之日正是仲春。
肃霜：犹“肃爽”，双声连语。这句是说九月天高气爽。
涤场：清扫场地。这句是说十月农事完全结束，将场地打扫干净。一说“涤场”即“涤荡”，“十月涤荡”是说到了十月草木摇落无余。
朋酒：两樽酒。这句连下句是说年终燕乐。
跻（jī）：登。公堂：或指公共场所，不一定是国君的朝堂。
称：举。兕（sì）觥（gōng）：角爵。古代用兽角做的酒器。
万：大。无疆：无穷。以上三句言升堂举觞，祝君长寿。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (155, '鸱鸮', '鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。 迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？ 予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。 予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！', '鸱鸮（chī xiāo）：猫头鹰。
子：指幼鸟。
室：鸟窝。
恩：爱。《鲁诗》“恩”作“殷”，尽心之意。斯：语助词。
鬻（yù）：育。闵：病。
迨（dài）：及。
彻：通“撤”，取。桑土：《韩诗》作“桑杜”，桑根。
绸缪（móu）：缠缚，密密缠绕。牖（yǒu）：窗。户：门。
女：汝。下民：下面的人。或：有。
拮（jié）据（jū）：手病，此指鸟脚爪劳累。
捋（luō）：成把地摘取。荼：茅草花。
蓄：积蓄。租：通“苴”（居），茅草。
卒瘏（tú）：患病。卒通“悴”。室家：指鸟窝。
谯（qiáo）谯：羽毛疏落貌。
翛（xiāo）翛：羽毛枯敝无泽貌。
翘（qiáo）翘：危而不稳貌。
哓（xiāo）哓：惊恐的叫声。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (156, '诗经·东山', '我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。 我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。 我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。 我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？', '东山：在今山东境内，周公伐奄驻军之地。
慆（tāo）慆：久。
士：通“事”。行枚：行军时衔在口中以保证不出声的竹棍。
蜎（yuān）蜎：幼虫蜷曲的样子。蠋（zhú）：一种野蚕。
烝：久。
敦：团状。
果臝（luǒ）：葫芦科植物，一名栝楼。臝，裸的异体字。
施（yì）：蔓延。
伊威：一种小虫，俗称土虱。
蟏蛸（xiāo shāo）：一种蜘蛛。
町疃（tuǎn）：兽迹。
熠耀：光明的样子。宵行：磷火。
垤（dié）：小土丘。
聿：语气助词，有将要的意思。
瓜苦：犹言瓜瓠，瓠瓜，一种葫芦。古俗在婚礼上剖瓠瓜成两张瓢，夫妇各执一瓢盛酒漱口。
栗薪：犹言蓼薪，束薪。
皇驳：马毛淡黄的叫皇，淡红的叫驳。
亲：此指女方的母亲。结缡：将佩巾结在带子上，古代婚仪。
九十：言其多。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (157, '国风·豳风·破斧', '既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。 既破我斧，又缺我锜。周公东征，四国是吪。哀我人斯，亦孔之嘉。 既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。', '豳（bīn）：古都邑名，在今陕西省彬县、旬邑县西南一带。
斧：斧头。圆孔曰斧。
斨（qiāng）：斧的一种。方孔曰斨。
四国：指殷、管、蔡、霍，即周公东征平定的四国。或以为殷、东、徐、奄四国。一说“四方之国。皇：同“惶”，恐惧。毛传释为“匡”，《尔雅·释言》：“匡，正也。”
哀：可怜。一说哀伤，一说借为爱。我人：我们这些人。斯：语气词，相当于“啊”。
孔：很、甚、极，程度副词。将：大。
錡（qí）：凿子，一种兵器。一说是古代的一种锯。
吪（é）：感化，教化。一说震惊貌。
嘉：善，美，好。
銶（qiú）：即”锹“。一说是独头斧。
遒（qiú）：团结、安和之意。《毛传》：“固也。”《郑笺》：“敛也。”一说是臣服。
休：美好，与”嘉“”将“意同。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (158, '伐柯', '伐柯如何？匪斧不克。取妻如何？匪媒不得。 伐柯伐柯，其则不远。我觏之子，笾豆有践。', '伐柯：砍取做斧柄的木料。《说文解字》：柯，斧柄也；伐，击也，从人，持戈。
匪：同“非”。克：能。
取：通“娶”。
则：原则、方法。此处指按一定方法才能砍伐到斧子柄。
觏（gòu）：通“遘”，遇见。
笾（biān）豆有践：在古时家庭或社会举办盛大喜庆活动时，用笾豆等器皿，放满食品，整齐地排列于活动场所，叫做笾豆有践。此处指迎亲礼仪有条不紊。笾，竹编礼器，盛果脯用。豆，木制、金属制或陶制的器皿，盛放腌制食物、酱类。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (159, '九罭', '九罭之鱼，鳟鲂。我觏之子，衮衣绣裳。 鸿飞遵渚，公归无所，於女信处。 鸿飞遵陆，公归不复，於女信宿。 是以有衮衣兮，无以我公归兮，无使我心悲兮。', '九罭（yù）：网眼较小的渔网。九，虚数，表示网眼很多。
鳟鲂：鱼的两个种类。
觏（gòu）：碰见。
衮（gǔn）衣：古时礼服，一般为君主或高级官员所穿。
遵渚：沿着沙洲。
女（rǔ）：汝。你。信处：再住一夜称信；处，住宿。
信处：住两夜。处：住宿
陆：水边的陆地。
信宿：同“信处”，住两夜。
是以：因此。
有：持有、留下。
无以：不要让。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (160, '狼跋', '狼跋其胡，载疐其尾。公孙硕肤，赤舄几几。 狼疐其尾，载跋其胡。公孙硕肤，德音不瑕？', '跋（bá）：践，踩。
胡：老狼颈项下的垂肉。朱熹《诗集传》：“胡，颔下悬肉也。”
载（zài）：则，且。疐（zhì）：同“踬”，跌倒。一说脚踩。
公孙：国君的子孙。硕肤：大腹便便貌。马瑞辰《毛诗传笺通释》：“硕肤者，心广体胖之象。”
赤舄（xì）：赤色鞋，贵族所穿。几几：鲜明。《毛传》：“几几，绚貌。”朱熹《诗集传》又以为是“安重貌”。
德音：好名声。朱熹《诗集传》：“德音，犹令闻也。”不瑕：无瑕疵，无过错。瑕：疵病，过失。或谓瑕借为“嘉”，不瑕即“不嘉”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (161, '小雅·鹿鸣', '呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。 呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。 呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。', '呦（yōu）呦：鹿的叫声。朱熹《诗集传》：“呦呦，声之和也。”
苹：藾蒿。陆玑《毛诗草木鸟兽虫鱼疏》：“藾蒿，叶青色，茎似箸而轻脆，始生香，可生食。”
簧：笙上的簧片。笙是用几根有簧片的竹管、一根吹气管装在斗子上做成的。
承筐：指奉上礼品。毛传：“筐，篚属，所以行币帛也。”将：送，献。
周行（háng）：大道，引申为大道理。
蒿：又叫青蒿、香蒿，菊科植物。
德音：美好的品德声誉。孔：很。
视：同“示”。恌：同“佻”。
则：法则，楷模，此作动词。
旨：甘美。
式：语助词。燕：同“宴”。敖：同“遨”，嬉游。
芩（qín）：草名，蒿类植物。
湛（dān）：深厚。《毛传》：“湛，乐之久。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (162, '小雅·四牡', '四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。 四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。 翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。 翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。 驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。', '四牡：指驾车的四匹雄马。
騑（fēi）騑：《广雅》：“騑騑，疲也。行不止，则必疲。”
周道：大路。倭（wēi）迟（yí）：亦作“逶迤”，道路迂回遥远的样子。
靡：无。盬（gǔ）：止息。
嘽（tān）嘽：喘息的样子。骆：黑鬃的白马。
不遑（huáng）：无暇。启处：指在家安居休息。启，小跪。古人席地而坐，两膝跪着，臀部贴于足跟。
翩翩：飞行貌。鵻（zhuī）：一种短尾的鸟，也叫鹁鸠、夫不。
集：落。苞：茂密。栩（xǔ）：柞树。
将：奉养。
杞：灌木，即枸杞树。
骤：疾驰貌。骎（qīn）骎：形容马走得很快。
是用：是以，所以。
谂（shěn）：想念。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (163, '皇皇者华', '皇皇者华，于彼原隰。駪駪征夫，每怀靡及。 我马维驹，六辔如濡。载驰载驱，周爰咨诹。 我马维骐，六辔如丝。载驰载驱，周爰咨谋。 我马维骆，六辔沃若。载驰载驱，周爰咨度。 我马维骃，六辔既均。载驰载驱，周爰咨询。', '皇皇：犹言煌煌，形容光彩甚盛。华：即花。
原隰（xí）：原野上高平之处为原，低湿之处为隰。
駪（shēn）駪：众多疾行貌。《国语·晋语》引诗作“莘莘”，意为众多。征夫：这里指使臣及其属从。
靡及：不及，无及。
六辔（pèi）：古代一车四马，马各二辔，其中两骖马的内辔，系在轼前不用，故称六辔。如濡（rú）：新鲜有光泽貌。
载：语助词。
周：遍。爰（yuán）：于。咨诹（zōu）：咨询访问，征求意见。
骐（qí）：青黑色的马。
如丝：指辔缰有丝的光彩和韧度。
咨谋：与“咨诹”同义。
骆：白身黑鬣的马。
沃若：光泽盛貌。
咨度：与“咨诹”同义。
駰（yīn）：杂色的马。
均：协调。
咨询：与“咨诹”同义。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (164, '常棣', '常棣之华，鄂不韡韡。凡今之人，莫如兄弟。 死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。 脊令在原，兄弟急难。每有良朋，况也永叹。 兄弟阋于墙，外御其务。每有良朋，烝也无戎。 丧乱既平，既安且宁。虽有兄弟，不如友生？ 傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。 妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。 宜尔室家，乐尔妻帑。是究是图，亶其然乎？', '常棣（dì）：亦作棠棣、唐棣，即郁李，蔷薇科落叶灌木，花粉红色或白色，果实比李小，可食。
华：即花。
鄂：通“萼”，花萼。不：“丕”的借字。韡（wěi）韡：鲜明茂盛的样子。
威：畏惧，可怕。
孔怀：最为思念、关怀。孔，很，最。
原：高平之地。隰（xí）：低湿之地。裒（póu）：聚集。
脊令（jílíng）：通作“鹡鸰”，一种水鸟。水鸟今在原野，比喻兄弟急难。
每：连词，虽然。
况：更加。永：长。
阋（xì）：争吵。墙：墙内，家庭之内。
外：墙外。御：抵抗。务（wǔ）：通“侮”。
烝（zhēng）：长久。一说为发语词。戎：帮助。
友生：友人。生，语气词，无实义。
傧（bīn）：陈列。笾（biān）、豆：祭祀或燕享时用来盛食物的器具。笾用竹制，豆用木制。
之：犹是。饫（yù）：宴饮同姓的私宴。一说酒足饭饱。
具：通“俱”，俱全，完备，聚集。
孺：相亲。
好合：相亲相爱。
翕（xī）：聚合，和好。
湛（dān）：喜乐。
宜：安，和顺。
帑（nú）：通“孥”，儿女。
究：深思。图：思虑。
亶（dǎn）：信，确实。然：如此。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (165, '小雅·伐木', '伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。 相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。 伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。 於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。 伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。 有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。', '丁（zhēng）丁：砍树的声音。
嘤嘤：鸟叫的声音。
相：审视，端详。
矧（shěn）：况且。伊：你。
听之：听到此事。
终……且……：既……又……。
许（hǔ）许：砍伐树木的声音。
酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。
羜（zhù）：小羊羔。
速：邀请。
宁：宁可。适：恰巧。
微：非。弗顾：不顾念。
於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。
陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。
牡：雄畜，诗中指公羊。
诸舅：异姓亲友。
咎：过错。
有衍：即“衍衍”，满溢的样子。
笾（biān）豆：盛放食物用的两种器皿。践：陈列。
民：人。
乾餱（hóu）：干粮。愆（qiān）：过错，过失。
湑（xǔ）：滤酒。
酤：买酒。
坎坎：鼓声。
蹲蹲：舞姿。
注释编辑丁（zhēng）丁：砍树的声音。
嘤嘤：鸟叫的声音。
相：审视，端详。
矧（shěn）：况且。伊：你。
听之：听到此事。
终……且……：既……又……。
许（hǔ）许：砍伐树木的声音。
酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。
羜（zhù）：小羊羔。
速：邀请。
宁：宁可。适：恰巧。
微：非。弗顾：不顾念。
於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。
陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。
牡：雄畜，诗中指公羊。
诸舅：异姓亲友。
咎：过错。
有衍：即“衍衍”，满溢的样子。
笾（biān）豆：盛放食物用的两种器皿。践：陈列。
民：人。
乾餱（hóu）：干粮。愆（qiān）：过错，过失。
湑（xǔ）：滤酒。
酤：买酒。
坎坎：鼓声。
蹲蹲：舞姿。
迨（dài）：等待。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (166, '天保', '天保定尔，亦孔之固。俾尔单厚，何福不除？俾尔多益，以莫不庶。 天保定尔，俾尔戬穀。罄无不宜，受天百禄。降尔遐福，维日不足。 天保定尔，以莫不兴。如山如阜，如冈如陵，如川之方至，以莫不增。 吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰：卜尔，万寿无疆。 神之吊矣，诒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。 如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。', '保：保护。
定：平安。尔：指国君。
亦：又。孔：很。固：巩固。
俾（bǐ）：使。尔：你，即周宣王。单厚：确实很多。单，“宣”之假借，确实。
除：赐予。
多益：多富，即富有。
庶：众多。
戬（jiǎn）榖（gǔ）：吉祥，幸福。榖：善。
罄（qìng）：尽，指所有的一切。
百禄：百福。百，言其多。
遐福：远福，即久长、远大之福。
维日不足：言因福之多而广远，日日享福也享受不完。维，通“惟”，惟恐。
兴：兴盛。
阜（fù）：土山，高丘。
陵：丘陵。
川之方至：河水涨潮。朱熹《诗集传》：“川之方至，言其盛长之未可量也。”
增：增加。
吉：吉日。蠲（juān）：祭祀前沐浴斋戒使清洁。饎（chì）：祭祀用的酒食。
是用：即用是，用此。孝享：献祭。孝，祭祀。
禴（yuè）祠烝尝：一年四季在宗庙里举行的祭祀的名称，春曰祠，夏曰禴，秋曰尝，冬曰烝。
于公先王：指献祭于先公先王。公，先公，周之远祖。
君曰：即尸传达神的话。君，指先公先君的神灵。卜：“畀（bì）”字之假借，给予。
万：大。无疆：无穷。
吊：至。指神灵、祖考降临。
诒（yí）：通“贻”，赠给。
质：质朴，诚实。
日用饮食：以日用饮食为事，形容人民质朴之状态。
群黎：民众，指普通劳动人民。百姓：贵族，即百官族姓。
徧（biàn）：“遍”的异体字。为：通“化”，感化。
恒：“緪（gēng）”字的假借，指月到上弦。
骞（qiān）：因风雨剥蚀而亏损。
或承：即“是承”。承，继承，承受。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (167, '采薇', '采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。 采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。 采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！ 彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。 驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！ 昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！', '薇：豆科野豌豆属的一种，学名救荒野豌豆，又叫大巢菜，种子、茎、叶均可食用。《史记卷六十一 伯夷列传》记载：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。”说的是伯夷、叔齐隐居山野，义不仕周的故事。《史记 周本纪第四》记载：懿王之时，王室遂衰，诗人作刺。刺就是指《采薇》。《汉书·匈奴传》记载：至穆王之孙懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之，曰：“‘靡室靡家，猃狁之故’，‘岂不日戒，猃狁孔棘’。”
作：指薇菜冒出地面。
止：句末助词，无实意。
曰：句首、句中助词，无实意。
莫：通“暮”，也读作“暮”。本文指年末。
靡（mǐ）室靡家：没有正常的家庭生活。靡，无。室，与“家”义同。
不遑（huáng）：不暇。遑，闲暇。
启居：跪、坐，指休息、休整。启，跪、跪坐。居，安坐、安居。古人席地而坐，两膝着席，危坐时腰部伸直，臀部与足离开；安坐时臀部贴在足跟上。
猃（xiǎn）狁（yǔn）：中国古代少数民族名。
柔：柔嫩。“柔”比“作”更进一步生长。指刚长出来的薇菜柔嫩的样子。
烈烈：炽烈，形容忧心如焚。
载（zài）饥载渴：则饥则渴、又饥又渴。载……载……，即又……又……。
戍（shù）：防守，这里指防守的地点。
聘（pìn）：问候的音信。
刚：坚硬。
阳：农历十月，小阳春季节。今犹言“十月小阳春”。
靡：无。
盬（gǔ）：止息，了结。
启处：休整，休息。
孔：甚，很。
疚：病，苦痛。
我行不来：意思是：我不能回家。来，回家。（一说，我从军出发后，还没有人来慰问过）
常：常棣（棠棣），既芣苡，植物名。
路：高大的战车。斯何，犹言维何。斯，语气助词，无实义。
君子：指将帅。
小人：指士兵。
戎（róng）：车，兵车。
牡（mǔ）：雄马。
业业：高大的样子。
定居：犹言安居。
捷：胜利。谓接战、交战。一说，捷，邪出，指改道行军。此句意谓，一月多次行军。
骙（kuí）：雄强，威武。这里的骙骙是指马强壮的意思。
腓（féi）：庇护，掩护。
翼翼：整齐的样子。谓马训练有素。
弭（mǐ）：弓的一种，其两端饰以骨角。一说弓两头的弯曲处。象弭，以象牙装饰弓端的弭。鱼服，鲨鱼鱼皮制的箭袋。
日戒：日日警惕戒备。
棘（jí）：急。孔棘，很紧急。
昔：从前，文中指出征时。
依依：形容柳丝轻柔、随风摇曳的样子。
思：用在句末，没有实在意义　雨：音同玉，为 “下” 的意思。
霏（fēi）霏：雪花纷落的样子。
迟迟：迟缓的样子。
往：当初从军。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (168, '小雅·出车', '我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。 我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。 王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。 昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。 喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。 春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。', '牧：城郊以外的地方。
棘：急。
旐（zhào）：画有龟蛇图案的旗。
建：竖立。旄（máo）：旗竿上装饰牦牛尾的旗子。
旟（yǔ）：画有鹰隼图案的旗帜。
旆（pèi）旆：旗帜飘扬的样子。
悄悄：心情沉重的样子。
况瘁（cuì）：辛苦憔悴。
彭彭：形容车马众多。
旂（qí）：绘交龙图案的旗帜，带铃。央央：鲜明的样子。
赫赫：威仪显赫的样子。
襄：即“攘”，平息。扫除。
方：正值。华（huā）：开花，诗中指黍稷抽穗。
思：语助词。
雨（yù）雪：下雪。涂：即“途”。
遑：空闲。启居：安坐休息。
简书：周王传令出征的文书。
喓（yāo）喓：昆虫的叫声。
趯（tì）趯：蹦蹦跳跳的样子。阜螽（zhōnɡ）：蚱蜢。
君子：指南仲等出征之人。
我：作者设想的在家之人。降：安宁。
薄：借为“搏”，打击。西戎：古代北方少数民族。
萋（qī）萋：草木茂盛的样子。
喈（jiē）喈：鸟叫声。
蘩（fán）：白蒿。祁祁：众多的样子。
执讯：捉住审讯。获丑：俘虏。
薄：急。还（xuán）：通“旋”，凯旋。
玁（xiǎn）狁（yǔn）：北方的少数民族。夷：扫平。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (169, '小雅·杕杜', '有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。 有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！ 陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！ 匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。', '杕（dì）：树木孤独貌。杜：一种果木，又名赤棠梨。
有：句首语助词，无义。
睆（huǎn）：果实圆浑貌。实：果实。
靡：没有。盬（gǔ）：停止。
嗣：延长、延续。
阳：农历十月，十月又名阳月。止：句尾语气词。
遑（huáng）：闲暇。一说忙。
萋萋：草木茂盛貌。
陟（zhì）：登山。
言：语助词，无义。杞：即枸杞，落叶灌木，果实小而红，可食，可入药。
忧：此为使动用法，使父母忧。一说忧父母无人供养。
檀车：役车，一般是用檀木做的，一说是车轮用檀木做的。幝（chǎn）幝：破败貌。
牡：公马。痯（guǎn）痯：疲劳貌。
匪：非。载：车子载运。
孔：很，大。疚（jiù）：病痛。
期：预先约定时间。逝：过去。
恤（xù）：忧虑。
卜：以龟甲占吉凶。筮（shì）：以蓍草算卦。偕：合。
会言：合言，都说。一说“会”为聚合（离人相聚），“言”为语助词，无义。
迩（ěr）：近。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (170, '鱼丽', '鱼丽于罶，鲿鲨。君子有酒，旨且多。 鱼丽于罶，鲂鳢。君子有酒，多且旨。 鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣， 维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！', '丽（lí）：同罹，意谓遭遇。《诗集传》：“丽，历也。”用引申义。
罶（lǐu）：捕鱼的工具，又称笱，用竹编成，编绳为底，鱼入而不能出。
鲿（cháng）：黄颊鱼。鲨：又名魦，能吹沙的小鱼，似鲫而小。
旨：味美。
鲂（fáng）：鳊鱼，鳞细小而美味。鳢（lǐ）：俗称黑鱼。
鰋（yǎn）：俗称鲇鱼，体滑无鳞。
偕（xié）：齐全。
有：犹多。
时：及时。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (171, '小雅·南有嘉鱼', '南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。 南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。 南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。 翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。', '南：指南方长江、汉水等河川。嘉鱼：美鱼。
烝（zhēng）然：众多的样子。罩罩：义同“掉掉”，众鱼在水中摇尾游动之貌。
式：语助词。燕：同“宴”。
汕（shàn）汕：群鱼游水的样子。《说文解字》：“鱼游水貌。”
衎（kàn）：快乐。
樛（jiū）木：弯曲的树木。樛，树木向下弯曲。
瓠（hù）：葫芦。纍（léi）：缠绕。
绥（suí）：安。
鵻（zhuī）：鸟名，即鹁鸠，也叫鹁鸪，天将雨或初晴时常在树上咕咕地叫。
思：句尾助词，下同。
又：通“侑”，劝酒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (172, '小雅·南山有台', '南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。 南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。 南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。 南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。 南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。', '台：通“薹（tái）”，莎草，又名蓑衣草，可制蓑衣。
莱：藜（lí）草，嫩叶可食。
只：语助词。
邦家：国家。基：根本。
光：荣耀。
杞（qǐ）：枸杞。
父母：意指其爱民如子，则民众尊之如父母。
德音：好名誉。
栲（kǎo）：树名，山樗（chū），俗称鸭椿（chūn）。
杻（niǔ）：树名，檍（yì）树，俗称菩提树。
遐：何。眉寿：高寿。眉有秀毛，是长寿之相。
茂：美盛。
枸（jǔ）：树名，即枳椇（zhǐjǔ）。
楰（yú）：树名，即鼠梓（zǐ），也叫苦楸（qiū）。
黄耇（gǒu）：毛传：“黄，黄发；耇，老。”
保艾：保养。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (173, '小雅·蓼萧', '蓼彼萧斯，零露湑兮。既见君子，我心写兮。燕笑语兮，是以有誉处兮。 蓼彼萧斯，零露瀼瀼。既见君子，为龙为光。其德不爽，寿考不忘。 蓼彼萧斯，零露泥泥。既见君子，孔燕岂弟。宜兄宜弟，令德寿岂。 蓼彼萧斯，零露浓浓。既见君子，鞗革忡忡。和鸾雍雍，万福攸同。', '蓼（lù）：长而大的样子。萧：艾蒿，一种有香气的植物。
斯：语气词，犹“兮”。
零：滴落。湑（xǔ）：湑然，萧上露貌。即叶子上沾着水珠。
写（xiè）：舒畅。
燕：通“宴”，宴饮。
誉处：安乐愉悦。朱熹《诗集传》引苏辙《诗集传》：“誉、豫通。凡诗之誉，皆言乐也。”处，安乐也。
瀼（ráng）瀼：露繁貌，露水很多。
为龙为光：为被天子恩宠而荣幸，喜其德之辞。龙，古“宠”字。
不爽：不差。
不忘：没有止期。忘，“止”的假借。
泥泥：露濡貌，露水很重。
孔燕：非常安详。岂（kǎi）弟（tì）：即“恺悌”，和乐平易。
宜兄宜弟：形容关系和睦，犹如兄弟。宜，适宜。
令德：美德。岂（kǎi）：快乐。
浓浓：同“瀼瀼”，露盛多貌。
鞗（tiáo）革：鞗，辔头；革，马辔所余而垂者也。冲冲：饰物下垂貌。
和鸾：鸾，借为“銮”，和与銮均为铜铃，系在轼上的叫“和”，系在衡上的叫“銮”。皆诸侯车马之饰也。《小雅·庭燎》亦以君子目诸侯，而称其鸾旗之美，正此类也。雝（yōng）雝：和谐的铜铃声。
攸：所。同：会聚。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (174, '小雅·湛露', '湛湛露斯，匪阳不晞。厌厌夜饮，不醉无归。 湛湛露斯，在彼丰草。厌厌夜饮，在宗载考。 湛湛露斯，在彼杞棘。显允君子，莫不令德。 其桐其椅，其实离离。岂弟君子，莫不令仪。', '湛湛：露水浓重的样子。斯：语气词。
匪：通“非”。晞（xī）：干。
厌（yān）厌：一作“懕（yān）懕”，和悦的样子。夜饮：即晚宴。
宗：宗庙。载（zài）：则，一说充满。考：成，一说“考”通“孝”，另一说“考”指宫庙落成典礼中的“考祭”。
杞（qǐ）棘（jí）：枸杞和酸枣，皆灌木，又皆身有剌而果实甘酸可食。
显允：光明磊落而诚信忠厚。显，光明；允，诚信。
令德：美德。令，善美。
桐：桐有多种，古多指梧桐。椅：山桐子木，梓树中有美丽花纹者。
离离：果实多而下垂貌。犹“累累”。
岂（kǎi）弟（tì）：同“恺悌”，和乐平易的样子。
令仪：美好的容止、威仪。仪，仪容，风范。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (175, '小雅·彤弓', '彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。 彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。 彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。', '彤弓：漆成红色的弓，天子用来赏赐有功诸侯。
弨（chāo）：弓弦松弛貌。
言：句中助词。藏：珍藏。
嘉宾：有功诸侯。
中心：内心。贶（kuàng）：《郑笺》：“贶者，欲加恩惠也。”马瑞辰《毛诗传笺通释》：”中心贶之’正谓中心善之。“
一朝：整个上午。飨（xiǎng）：用酒食款待宾客。
载：装在车上。
右：通”侑“，劝（酒）。朱熹：“右，劝也，尊也。”
櫜（gāo）：装弓的袋，此处指装入弓袋。
酬：互相敬酒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (176, '菁菁者莪', '菁菁者莪，在彼中阿。既见君子，乐且有仪。 菁菁者莪，在彼中沚。既见君子，我心则喜。 菁菁者莪，在彼中陵。既见君子，锡我百朋。 泛泛杨舟，载沉载浮。既见君子，我心则休。', '菁（jīng）菁：草木茂盛。莪：莪蒿，又名萝蒿，一种可吃的野草。
阿：山坳。中阿，阿中也，大陵曰阿。
仪：仪容，气度。
沚：水中小洲。中沚，沚中也。水中小洲曰沚。
中陵：陵中也。丘陵高坡之地。
锡：同“赐”。朋：上古以贝壳为货币，五贝或十贝一串，两串为“朋”。王国维《说珏朋》云：“古制贝玉皆五枚为一系，二系一朋。”
泛泛：漂浮不定的样子。杨舟：杨木做成的小船。
载：或，又。
休：喜。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (177, '小雅·六月', '六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。 比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。 四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。 玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。 戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。 吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。', '栖栖：忙碌紧急的样子。
饬（chì）：整顿，整理。
骙（kuí）骙：马很强壮的样子。
常服：军服。
玁（xiǎn）狁（yǔn）：古代北方游牧民族。孔：很。炽（chì）：势盛。
是用：是以，因此。
匡：扶助。
比物：把力气和毛色一致的马套在一起。
闲：训练。则：法则。
服：指出征的装备，戎服，军衣。
于：往。三十里：古代军行三十里为一舍。
修广：指战马体态高大。修，长；广，大。
颙（yóng）：大头大脑的样子。
奏：建立。肤功：大功。
严：威严。翼：整齐。
共：通“恭”，严肃地对待。武之服：打仗的事。
匪：同“非”。茹：柔弱。
焦获：泽名，在今陕西泾阳县北。
镐（hào）：地名，通“鄗”，不是周朝的都城镐京。方：地名。
织文鸟章：指绘有凤鸟图案的旗帜。
旆（pèi）：旐旗末端形如燕尾的垂旒飘带。央央：鲜明的样子。
元戎：大的战车。
轾（zhì）轩：车身前俯后仰。
佶（jí）：整齐。
闲：驯服的样子。
大原：即太原，地名，与今山西太原无关。
宪：榜样。
祉（zhǐ）：福。
御：进献。
炰（páo）：蒸煮。脍（kuài）鲤：切成细条的鲤鱼。
侯：语助词。
张仲：周宣王卿士。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (178, '采芑', '薄言采芑，于彼新田，呈此菑亩。方叔涖止，其车三千。师干之试，方叔率止。乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。 薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千。旂旐央央，方叔率止。约軧错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。 鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千。师干之试，方叔率止。钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。 蠢尔蛮荆，大邦为仇。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。', '薄言：句首语气词。
芑（qí）：一种野菜。
新田：毛传：“田一岁曰菑，二岁曰新田，三岁日畲（yú）。”
菑（zī）亩：见上注。
涖（lì）：临。止：语助词。
干：盾。试：演习。
骐（qí）：青底黑纹的马。
翼翼：整齐严谨的样子。
路车：大车。路，通“辂”。奭（shī）：红色的涂饰。
簟（diàn）茀（fú）：遮挡战车后部的竹席子。鱼服：鲨鱼皮装饰的车箱。
钩膺（yīng）：带有铜制钩饰的马胸带。鞗（tiáo）革：皮革制成的马缰绳。
中乡：乡中。
旂（qí）旐（zhào）：画有龙和蛇图案的旗帜。
约軝（qí）：用皮革约束车轴露出车轮的部分。错衡：在战车扶手的横木上饰以花纹。
玱（qiāng）玱：象声词，金玉撞击声。
服：穿起。命服：礼服。
芾（fú）：通“韍”，皮制的蔽膝，类似围裙。
有玱：即“玱玱”。葱珩（héng）：翠绿色的佩玉。
鴥（yù）：鸟飞迅疾的样子。隼（sǔn）：一类猛禽。
戾（lì）：到达。
止：止息。
钲（zhēng）人：掌管击钲击鼓的官员。
陈：陈列。鞠：训告。
显允：高贵英伟。
渊渊：象声词，击鼓声。
振旅：整顿队伍，指收兵。阗（tián）阗：击鼓声。
蠢：愚蠢，无知的举动。蛮荆：对南方部族的蔑称。
大邦：大国，指周王朝。
元老：年长功高的老臣。
克：能。壮：光大。犹：通“猷”，谋略。
执讯：捉住审讯。获丑：俘虏。
嘽（tān）嘽：兵车行走的声音。
焞（tūn）焞：车马众多的样子。
玁（xiǎn）狁（yǔn）：古代少数民族匈奴在周朝时的名称。
来：语助词。威：威服。“蛮荆来威”即“来威蛮荆”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (179, '小雅·车攻', '我车既攻，我马既同。四牡庞庞，驾言徂东。 田车既好，田牡孔阜。东有甫草，驾言行狩。 之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。 驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。 决拾既佽，弓矢既调。射夫既同，助我举柴。 四黄既驾，两骖不猗。不失其驰，舍矢如破。 萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。 之子于征，有闻无声。允矣君子，展也大成。', '攻：修缮。
同：齐，指选择调配足力相当的健马驾车。
庞庞：马高大强壮貌。
言：句中语气词。徂（cú）：往。东：东都洛阳。
田车：猎车。
孔：甚。阜（fù）：高大肥硕有气势。
甫：通“圃”，地名，在今河南中牟西。
行狩（shòu）：行狩猎之事。
之子：那人，指天子。苗：毛传：“夏猎曰苗。”
选：通“算”，清点。嚣（áo）嚣：声音嘈杂。
旐（zhào）：绘有龟蛇图案的旗。旄：饰牦牛尾的旗。
敖：山名，在今河南荥阳东北。
奕奕：马从容而迅捷貌。
赤芾（fú）：红色蔽膝。金舄（xì）：用铜装饰的鞋。舄，双层底的鞋。
会同：会合诸侯，是诸侯朝见天子的专称，此处指诸侯参加天子的狩猎活动。有绎：绎绎，连续不断而有次序的样子。
决：用象牙和兽骨制成的扳指，射箭拉弦所用。拾：皮制的护臂，射箭时缚在左臂上。佽（cì）：“齐”之假借字，齐备之意。决、拾：射者所用工具。决以钩弦，拾以护臂。即扳指护臂衣。佽（音次）：用手指相比次调弓矢。《传》：决:钩弦也。拾：遂也。
调（tiáo）：调和，相称。
同：合耦，指比赛射箭的人找到对手。
举：取。柴（zī）：即“紫”，或作“胔”，堆积的动物尸体。
四黄：四匹黄色的马。
两骖（cān）：四匹马驾车时两边的马叫骖。猗（yǐ）：通“倚”，偏差。
驰：驰驱之法。
舍矢：放箭。如：而。破：射中。
萧萧：马长鸣声。
悠悠：旌旗轻轻飘动貌。
徒御：徒步拉车的士卒。不：语助词。无义，下句同。惊：“警”之假借字，机警。
大庖（páo）：天子的厨房。
于：往。征：行，此处指田猎归来。
允：确实。君子：指天子。
展：诚然，的确。大成：成大功。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (180, '小雅·吉日', '吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。 吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。 瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。 既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。', '吉日：吉利的日子。
维：语助词，有“是”的意思。戊：戊日。朱熹认为此处指戊辰日。古人认为戊日为刚日，适合外事活动，如巡狩、盟会、出兵等。
伯：马祖。祷（dǎo）：告祭求福。因田猎用马，故祭马祖。
田车：猎车。田，同“畋（tián）”，打猎。
孔：很。阜：强壮高大。
阜：山岗。
从：追逐。群丑：这里指兽群。
差（chāi）：选择。
同：聚集。
麀（yōu）：母鹿，这里泛指母兽。麌（yǔ）麌：兽众多貌。
漆沮（jǔ）：古代二水名，在今陕西境内。
所：处所，此指会猎场所。
中原：即原中，平旷之地，原野之中。
祁：大。一说指原野辽阔，或以为指兽大。有：丰富，指野兽多。
儦（biāo）儦：疾走貌。俟（sì）俟：缓行等待貌。
或群或友：指三两成群。兽三只在一起为群；兽二只在一起为友。
悉：尽，全。率：驱逐。
燕：使快乐。
张我弓：拉开弓。
挟我矢：用手指挟持搭上弓的箭，准备发射。
豝（bā）：母猪。
殪（yì）：射死。兕（sì）：大野牛，或谓乃犀牛。
御：进，指将猪牛烹熟进献宾客。
酌醴（lǐ）：酌饮美酒。醴，甜酒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (181, '鸿雁', '鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。 鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？ 鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。', '鸿雁：水鸟名，即大雁；或谓大者叫鸿，小者叫雁。
于：语助词。
肃肃：鸟飞时扇动翅膀的声音。
之子：那人，指服劳役的人。征：远行。
劬（qú）劳：勤劳辛苦。
爰（yuán）：语助词。矜（jīn）人：穷苦的人。
鳏（guān）：老而无妻者。寡：老而无夫者。
集：停。中泽：即泽中。
于垣：筑墙。
堵：长、高各一丈的墙叫一堵。作：筑起。
究：终。宅：居住。
嗷（áo）嗷：鸿雁的哀鸣声。
哲人：通情达理的人。
宣骄：骄奢。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (182, '庭燎', '夜如何其？夜未央，庭燎之光。君子至止，鸾声将将。 夜如何其？夜未艾，庭燎晣晣。君子至止，鸾声哕哕。 夜如何其？夜乡晨，庭燎有辉。君子至止，言观其旂。', '庭燎：宫廷中照亮的火炬。
其（jī）：语尾助词。
央：尽。
君子：指上朝的诸侯大臣等人。
鸾：也作“銮”，铃。古代车马所佩的铃。将（qiāng）将：铃声。
艾：尽。
晣（zhé）晣：明亮貌。
哕（huì）哕：鸾铃声。
乡（xiàng）晨：近晨，将亮。乡：同"向"。
有煇（huī）：犹煇煇，光明貌。一说火光暗淡貌。朱熹《诗集传》：“火气也。天欲明而见其烟光相杂也。”
言：乃，爱。旂（qí）：上面画有交龙、竿顶有铃的旗，为诸侯仪仗。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (183, '沔水', '沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母？ 沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。 鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩？我友敬矣，谗言其兴。', '沔（miǎn）：流水满溢貌。
朝宗：归往。本意是指诸侯朝见天子。《周礼·春官大宗伯》：“春见曰朝，夏见曰宗。”后来借指百川归海。
鴥（yù）：鸟疾飞貌。隼（sǔn）：一类猛禽，中国常见的有游隼等。
载：句首语助词。
嗟：嗟叹。“嗟”字贯下两句，意即嗟叹我的兄弟即国人、诸友。
邦人：国人。
念：“尼”之假借，止。
汤（shāng）汤：义同“荡荡”，水大流急貌。
不迹：不循法度。
弭（mǐ）：止，消除。
率：沿。中陵：陵中。陵，丘陵。
讹（é）言：谣言。
惩：止。
敬：同“警”，警戒。
谗言其兴：谗言如此兴盛。其：如此。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (184, '小雅·鹤鸣', '鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。 鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。', '九皋：皋，沼泽地。九：虚数，言沼泽之多。
渊：深水，潭。
渚：水中小洲，此处当指水滩。
爰（yuán）：于是。檀（tán）：古书中称檀的木很多，时无定指。常指豆科的黄檀，紫檀。
萚（tuò）：酸枣一类的灌木。一说“萚”乃枯落的枝叶。
“它山”二句：利用其它山上的石头可以错琢器物。错：砺石，可以打磨玉器。
榖（gǔ）：树木名，即楮树，其树皮可作造纸原料。
攻玉：谓将玉石琢磨成器。朱熹《诗集传》：“两玉相磨不可以成器，以石磨之，然后玉之为器，得以成焉。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (185, '祈父', '祈父，予王之爪牙。胡转予于恤，靡所止居？ 祈父，予王之爪士。胡转予于恤，靡所厎止？ 祈父，亶不聪。胡转予于恤？有母之尸饔。', '祈（qí）父（fǔ）：周代执掌封畿兵马的高级官员，即司马。
爪（zhǎo）牙：保卫国王的虎士，是对武臣的比喻。《汉书·李广传》：“将军者，国之爪牙也“。谓祈父职掌我王爪牙之事也。 现在多用作贬义。
恤（xù）：忧愁。
靡（mǐ）所：没有处所。
爪士：即爪牙之士。
厎（zhǐ）：停止。一说“至也”。
亶（dǎn）：确实。聪：听觉灵敏。
尸：借为“失”。一说“主也”。陈奂《诗毛氏传疏》：”言我从军以出，有母不得终养，归则惟陈飨以祭是可忧也。“饔（yōng）：熟食。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (186, '小雅·白驹', '皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？ 皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？ 皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。 皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。', '皎皎：毛色洁白貌。
场：菜园。
絷（zhí）：用绳子绊住马足。维：拴马的缰绳，此处意为维系，用作动词。
永：长。此处用如动词，延长。今朝：今天。
伊人：那人，指白驹的主人。
于焉：在这里。
藿（huò）：豆叶。
贲（bì）然：文饰，装饰得很好。思：语助词。
尔：你，即“伊人”。公、侯：古爵位名，此处皆作动词，为公为侯之意。
逸豫：安乐。无期：没有终期。
慎：慎重。优游：悠闲自得。
勉：“免”之假借字，打消之意。遁：避世。
空谷：深谷。空，“穹”之假借。
生刍（chú）：喂牲畜的青草。
其人：亦即“伊人”。如玉：品德美好如玉。
金玉：此处皆用作意动词，珍惜之意。
遐（xiá）心：疏远之心。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (187, '小雅·黄鸟', '黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。 黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。 黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。', '黄鸟：黄雀，喜吃粮食。
榖（gǔ）：树名，即楮树。
粟：谷子，去糠叫小米。
谷：养育。“不我肯谷”即“不肯谷我”。
言：语助词，无实义。旋：通“还”，回归。
复：返回，回去。邦族：邦国家族。
粱：粟类。
明：“盟”之假借字。这里有信用、结盟之意。
诸兄：邦族中诸位同辈。
栩（xǔ）：柞树。
黍（shǔ）：古代专指一种子实叫黍子的一年生草本植物。叶线形，子实淡黄色，去皮后称黄米。
与处：共处，相处。
诸父：族中长辈，即伯、叔之总称。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (188, '我行其野', '我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。 我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。 我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。', '蔽芾（fèi）：树叶初生的样子。樗（chū）：臭椿树，不材之木，喻所托非人。
昏姻：即婚姻。
言：语助词，无实义。就：从。
畜（xù）：养活。一说是爱的意思。
邦家：故乡。
蓫（chú）：草名，俗名羊蹄菜，似萝卜，性滑，多食使人腹泻。
宿（sù）：居住。
言归斯复：言、斯，都是句中语助词。归、复，即归回。
葍（fú）：多年生蔓草，花相连，根白色，可蒸食，饥荒之年，可以御饥。
新特：新配偶。特，匹。
成：借为“诚”，的确。
祗（zhǐ）：只，恰恰。异：异心。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (189, '小雅·斯干', '秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。 似续妣祖，筑室百堵，西南其户。爰居爰处，爰笑爰语。 约之阁阁，椓之橐橐。风雨攸除，鸟鼠攸去，君子攸芋。 如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞，君子攸跻。 殖殖其庭，有觉其楹。哙哙其正，哕哕其冥。君子攸宁。 下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何？维熊维罴，维虺维蛇。 大人占之：维熊维罴，男子之祥；维虺维蛇，女子之祥。 乃生男子，载寝之床。载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。 乃生女子，载寝之地。载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。', '秩秩：涧水清清流淌的样子。
斯：语助词，犹“之”。干：通“涧”。山间流水。
幽幽：深远的样子。南山：指西周镐京南边的终南山。
如：倒举之词，犹言“有××，有××”。苞：竹木稠密丛生的样子。
式：语助词，无实义。好：友好和睦。
犹：欺诈。
似：同“嗣”。嗣续，犹言“继承”。妣（bǐ）祖：先妣、先祖，统指祖先。
堵：一面墙为一堵，一堵面积方丈。
户：门。
爰（yuán）：于是。
约：用绳索捆扎。阁阁：捆扎筑板的声音；一说将筑板捆扎牢固的样子。
椓（zhuó）：用杵捣土，犹今之打夯。橐（tuó）橐：捣土的声音。古代筑墙为板筑法，按照土墙长度和宽度的要求，先在土墙两侧及两端设立木板，并用绳索捆扎牢固。然后再往木板空槽中填土，并用木夯夯实夯牢。筑好一层，木板如法上移，再筑第二层、第三层，至今西北农村仍在沿用。所用之土，必须是湿润而具粘性的土质。
攸：乃。
芋：鲁诗作“宇”，居住。
跂（qǐ）：踮起脚跟站立。翼：端庄肃敬的样子。
棘：借作“翮（hé）”，此指箭羽翎。
革：翅膀。
翚（huī）：野鸡。
跻（jī）：登。
殖殖：平正的样子。庭：庭院。
有：语助词，无实义。觉：高大而直立的样子。楹：殿堂前大厦下的柱子。
哙（kuài）哙：同“快快”。宽敞明亮的样子。正：向阳的正厅。
哕（huì）哕：同“煟（wèi）煟”，光明的样子。冥：指厅后幽深的地方。
宁：安。指安居。
莞（guān）：蒲草，可用来编席，此指蒲席。簟（diàn）：竹席。
寝：睡觉。
兴：起床。
我：指殿寝的主人，此为诗人代主人的自称。
维何：是什么。维：是。
罴（pí）：一种野兽，似熊而大。
虺（huǐ）：一种毒蛇，颈细头大，身有花纹。
大人：即太卜，周代掌占卜的官员。
祥：吉祥的征兆。古人认为熊罴是阳物，故为生男之兆；虺蛇为阴物，故为生女之兆。
乃：如果。
载：则、就。
衣：穿衣。裳：下裙，此指衣服。
璋：玉器。
喤（huáng）喤：哭声宏亮的样子。
朱芾（fú）：用熟治的兽皮所做的红色蔽膝，为诸侯、天子所服。
室家：指周室，周家、周王朝。君王：指诸侯、天子。
载寝之地：男寝于床，女寝于地，有阳上阴下之义。
裼（tì）：婴儿用的褓衣。
瓦：陶制的纺线锤。
无非无仪：指女人不要议论家中的是非，说长道短。非：错误。仪：通“议”。
议：谋虑、操持。古人认为女人主内，只负责办理酒食之事，即所谓“主中馈”。
诒（yí）：同“贻”，给与。罹（lí）：忧愁。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (190, '小雅·无羊', '谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。 或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。 尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。 牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。', '尔：指放牧牛羊者。
三百：与下文“九十”均为虚指，形容牛羊众多。维：为。
犉（rún）：大牛，牛生七尺曰“犉”。
思：语助词。
濈（jí）濈：一作“戢戢”，群角聚集貌。
湿湿：摇动的样子。
阿（ē）：丘陵。
讹（é）：同“吪”，动，醒。
牧：放牧。
何：同“荷”，负，戴。蓑（suō）：草制雨衣。
餱（hóu）：干粮。
物：毛色。
牲：牺牲，用以祭祀的牲畜。具：备。
以：取。薪：粗柴。蒸：细柴。
雌雄：“飞曰雌雄”，此句言猎取飞禽。
矜（jīn）矜：小心翼翼。兢（jīng）兢：谨慎紧随貌，指羊怕失群。
骞（qiān）：损失，此指走失。崩：散乱。
麾（huī）：挥。肱（ɡōnɡ）：手臂。
毕：全。既：尽。升：登。
众：蝗虫。古人以为蝗虫可化为鱼，旱则为蝗，风调雨顺则化鱼。
旐（zhào）：画有龟蛇的旗，人口少的郊县所建。旟（yǔ）：画有鹰隼的旗，人口众多的州所建。
大人：太卜之类官。占：占梦，解说梦之吉凶。
溱（zhēn）溱：同“蓁蓁”，众盛貌。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (191, '小雅·节南山', '节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！ 节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，憯莫惩嗟。 尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。 弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。 昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。 不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。 驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。 方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。 昊天不平，我王不宁。不惩其心，覆怨其正。 家父作诵，以究王訩。式讹尔心，以畜万邦。', '节：通“巀（jié）”。长言之则为巀嶭（niè），亦即嵯峨。
岩岩：山崖高峻的样子。
师尹：大（tài）师和史尹。大师，西周掌军事大权的长官；史尹，西周文职大臣，卿士之首。
具：通“俱”。
惔（tán）：“炎”的误字，火烧。
卒：终，全。
何用：何以．何因。
有实：实实，广大的样子。《诗经》中形容词、副词以“有”作词头者，相当于该词之重叠词。猗：同“阿”，山阿，大的丘陵。
荐：再次发生饥馑。瘥（cuó）：疫病。
憯（cǎn）：曾，乃。
氐：借为“榰（zhī）”，屋柱的石磉。
均：通“钧”，制陶器的模具下端的转轮盘。
毗（pí）：犹“裨”，辅助。
吊：通“叔”，借为“淑”，善。昊天：犹言皇天。
空：穷。师：众民。
式：应，当。夷：平。已：依全诗前后及此处文义，今理校为“己”，义为以身作则。
殆：及，接近。
琐琐：细小卑贱，《尔雅·释训三》：佌佌，琐琐，小也。姻亚：统指襟带关系。姻，儿女亲家；亚，通“娅”，姐妹之夫的互称。
膴（wǔ）仕：厚任，高官厚禄，今世所谓“肥缺”。
佣：通“融”，明。
鞠讻（xiōng）：极乱。讻，祸乱，昏乱。
惠：通“慧”。
戾：暴戾，灾难。
届：临。
阕：息。
式月斯生：应月乃生。
成：平。
卒：通“悴”。
牡：公牛，引申为雄性禽兽，此指公马。
项领：肥大的脖颈。
蹙（cù）蹙：局促的样子。
茂：盛。恶：憎恶。
矛：通“务”，义为侮。
怿：悦。
覆：反。正：规劝纠正。
家父：此诗作者，周大夫。诵：诗。
讹（é）：改变。
畜：养。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (192, '小雅·正月', '正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。 父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。 忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？ 瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？ 谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！ 谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？ 瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。 心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！ 终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！ 无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。 鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！ 彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。 佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。', '正（zhēng）月：正阳之月，夏历四月。
讹（é）言：谣言。
孔：很。将：大。
京京：忧愁深长。
癙（shǔ）：幽闷。痒：病。
俾：使。瘉：病，指灾祸、患难。
莠（yòu）言：坏话。
惸（qióng）：忧郁不快。
无禄：不幸。
乌：周家受命之征兆。爰（yuán）：语助词，犹“之”。止：栖止。此下二句言周朝天命将坠。
侯：维，语助词。薪、蒸：木柴。
盖（hé）：通“盍”，何。
惩：警戒，制止。
讯：问。
具：通“俱”，都。
局：弯曲。
蹐（jǐ）：轻步走路。
伦、脊：条理，道理。毛传：“伦，道；脊，理也。”
虺（huǐ）蜴（yì）：毒蛇与蜥蜴，古人把无毒的蜥蜴也视为毒虫。
阪（bǎn）田：山坡上的田。
莞（guān）：蒲草，水葱一类植物。
扤（wù）：动摇。
则：语尾助词，通“哉”。
执：执持，指得到。仇（qiú）仇：慢怠。
力：用力。
燎：放火焚烧草木。扬：盛。
宁：岂。或：有人。烕（miè）：即“灭”。
宗周：西周。
褒姒（sì）：周幽王的宠妃。褒，国名。姒，姓。
终：既。怀：忧伤。
辅：车两侧的挡板。
载（zài）输尔载（zài）：前一个“载”，虚词，及至。后一个“载”，所载的货物。输，丢掉。
将：请。伯：排行大的人，等于说老大哥。
员（yún）：加固。毛传：“益也。”
仆：通“轐”，也叫伏兔，像伏兔一样附在车轴上固定车轴的东西。一说仆即车夫。
曾：竟。不意：不留意。
炤（zhāo）：通“昭”，明显，显著。
惨惨：忧愁不安。
云：亲近，和乐。
慇（yīn）慇：忧愁的样子。
佌（cǐ）佌：比喻小人卑微。
蔌（sù）蔌：鄙陋。
椓（zhuó）：打击。
哿（gě）：欢乐。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (193, '小雅·十月之交', '十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。 日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。 烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩？ 皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，醘妻煽方处。 抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒污莱。曰予不戕，礼则然矣。 皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。 黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。 悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。', '交：日月交会，指晦朔之间。
朔月：月朔，初一。
孔：很。丑：凶恶。
行（háng）：轨道，规律，法则。
四国：泛指天下。
则：犹。
于：读作“吁”，感叹词。于何：多么。臧：善。
烨（yè）烨：雷电闪耀。震：雷。
宁、令：皆指安宁。
川：江河。
冢：山顶。崒：通“碎”，崩坏。
胡憯（cǎn）：怎么。莫惩：不制止。
皇父：周幽王时的卿士。卿士：官名，总管王朝政事，为百官之长。
番：姓。司徒：六卿之一，掌管土地人口。
家伯：人名，周幽王的宠臣。宰：冢宰。六卿之一，"掌建六邦之典"。
仲允：人名。膳夫：掌管周王饮食的官。
棸（zōu）子：姓棸的人。内史：掌管周王的法令和对诸侯封赏策命的官。
蹶（guì）：姓。趣马：养马的官。
楀（yǔ）：姓。师氏：掌管贵族子弟教育的官。
艳妻：指周幽王的宠妃褒姒。煽（shān）：炽热。
抑：通“噫”，感叹词。
不时：不按时，不合时，此处“时”主要指农时。
我作：作我，役使我。
彻：拆毁。
卒：尽，都。污：积水。莱：荒芜。
戕（qiāng）：残害。
向：王先谦认为是今河南济源县南向城。
三有事：三有司，即三卿。
亶（dǎn）：信，确实。侯：助词，维。
慭（yìn）：愿意，肯。
徂（cú）：到，去。“以居徂向”即“徂向以居”。
黾（mǐn）勉：努力。
嚣（áo）嚣：众多的样子。
孽：灾害。
噂（zǔn）：聚汇。沓：语多貌。噂沓，聚在一起说话。背憎：背后互相憎恨。
职：主要。
里：“悝”之假借，忧愁。
痗（mèi）：病。
彻：毁灭。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (194, '雨无正', '浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。 周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。 如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？ 戎成不退，饥成不遂。曾我暬御，憯憯日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。 哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！ 维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。 谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？', '浩浩：广大的样子。昊（hào）天：犹言“皇天”。
骏：长，美。
降丧饥馑：上天降下了死亡和饥荒。
斩伐：犹言“残害”。四国：四方诸侯之国，犹言“天下四方”。
疾威：暴虐。
虑、图：二字同义，都是考虑、谋划的意思。
既：尽。伏：隐匿、隐藏。辜：罪。
舍：舍弃。
沦胥：沉没、陷入。铺：同“痡”，病苦。
周宗：即“宗周”，指西周王朝。
靡所：没处。止戾（lì）：安定、定居。
正大夫：长官大夫，即上大夫。
勩（yì）：劳苦。
三事大夫：指三公，即太师、太傅、太保。
邦君：封国的君主。
莫肯朝夕：郑笺：“不肯晨夜朝暮省王也。”马瑞辰《毛诗传笺通释》：“谓朝朝于君而不夕见也。”
庶：庶几，表希望。式：语首助词。臧：好，善。
覆：反。
辟言：正言，合乎法度的话。
行迈：出走、远行。
21.臻（zhēn）：至。所臻，所要到达的地方。
22.敬：谨慎。
23.胡：何。
24.遂：通“坠”，消亡。
25.曾：何。暬（xiè）御：侍御。国王左右亲近之臣。
26.憯（cǎn）憯：忧伤。瘁：劳苦、憔悴。
27.讯：读为“谇”，谏诤。
28.听言：顺耳之言。答：应。
29.谮（zèn）言：诋毁的话，此指批评。
30.出：读为“拙”，笨拙。
31.躬：亲身。瘁：病。或谓憔悴。
32.哿（gě）：欢乐。能言：指能说会道的人。
33.休：美好。
34.维：句首助词。于仕：去做官。
35.孔：很。棘：比喻艰难。殆：危险。
36.尔：指上言正大夫、三事大夫等人。
37.鼠：通“癙（shǔ）”：忧伤。
38.疾：通“嫉”，嫉恨。
39.从：随。作：营造。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (195, '小雅·小旻', '旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。 潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。 我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。 哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。 国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。 不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。', '旻（mín）天：秋天，此指苍天、皇天。疾威：暴虐。
敷：布施。下土：人间。
谋犹：谋划、策谋。犹、谋为同义词。回遹（yù）：邪僻。
斯：犹“乃”、才。沮：停止。
臧（zāng）：善、好。从：听从、采用。
覆：反、反而。
孔：很。邛（qióng）：毛病、错误。
潝（xì）潝：小人党同而相和的样子。訿（zǐ）訿：小人伐异而相毁的样子。
具：同“俱”，都。
依：依从。
伊：推。于：往、到。胡：何。底：至，指至于乱。
龟：指占卜用的灵龟。厌：厌恶。
犹：策谋。
用：犹“以”。集：成就。
咎（jiù）：罪过。
匪：彼。行迈谋：关于如何走路的谋划。
匪：非。先民：古人，指古贤者。程：效法。
大犹：大道、常规。经：经营、遵循。
维：同“唯”，只有。迩（ěr）言：近言，指谗佞肤浅无远见的言论。
争：争辩、争论。
溃：通“遂”，顺利、成功。
靡：没有。止：礼。靡止，犹言没有礼法、没有法度。
膴（wǔ）：肥。靡膴，犹言不富足、尚贫困。
艾：有治理国家才能的人。
无：通“勿”。沦胥：沉没。败：败亡。
暴（bào）虎：空手打虎。
冯（píng）河：徒步渡河。
其他：指种种丧国亡家的祸患。
战战：恐惧的样子。兢（jīng）兢：谨慎的样子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (196, '小雅·小宛', '宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。 人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。 中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式穀似之。 题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，毋忝尔所生。 交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能穀？ 温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。', '宛：小的样子。鸠（jiū）：鸟名，似山鹊而小，短尾，俗名斑鸠。
翰飞：高飞。戾（lì）：至。戾天，犹说“摩天”。
先人：死去的祖先。
明发：天亮。
有：同“又”。
齐圣：极其聪明智慧的人。
温克：善于克制自己以保持温和、恭敬的仪态。
昏：愚昧。
不知：愚昧无知的人。
壹醉：每饮必醉。
富：盛、甚。
敬：通“儆”，警戒，戒慎。
仪：威仪。
又：通“佑”，保佑。
中原：即原中，田野之中。
菽（shū）：大豆。这里指豆叶。
螟（míng）蛉（líng）：螟蛾的幼虫。
蜾（guǒ）蠃（luǒ）：一种黑色的细腰土蜂，常捕捉螟蛉入巢，以养育其幼虫，古人误以为是代螟蛾哺养幼虫，故称养子为螟蛉义子。负：背。
尔：你、你们，此指作者的兄弟。
式：句首语气词。
榖（gǔ）：善。
似：借作“嗣”，继承。
题（dì）：通“睇”，看。
脊令：鸟名，通作“鶺（jí）鸰（líng）”，形似小鸡，常在水边捕食昆虫。
载（zài）：则、且。
斯：乃、则。
迈：远行，行役。
征：远行。
忝（tiǎn）：辱没。
所生：指父母。
交交：鸟鸣声。一说是往来翻飞的样子。
桑扈（hù）：鸟名，似鸽而小，青色，颈有花纹，俗名青雀。
率：循、沿着。场：打谷场。
填：通“瘨（diān）”，病。寡：贫。
宜：犹“乃”。岸：诉讼。毛传：“岸，讼也。”马瑞辰《毛诗传笺通释》谓与“犴”通，犴，狱也。
温温：和柔的样子。
恭人：谦逊谨慎的人。
如集于木：像鸟之集于树木，惧怕坠落。
惴（zhuì）惴：恐惧而警戒的样子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (197, '小雅·小弁', '弁彼鸴斯，归飞提提。民莫不穀，我独于罹。何辜于天？我罪伊何？心之忧矣，云如之何？ 踧踧周道，鞫为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。 维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛？不罹于里？天之生我，我辰安在？ 菀彼柳斯，鸣蜩嘒嘒，有漼者渊，萑苇淠淠。譬彼舟流，不知所届，心之忧矣，不遑假寐。 鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知？ 相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，维其忍之。心之忧矣，涕既陨之。 君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。 莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。', '弁（pán）：通“般”、通“昪”，快乐。鸒（yù）：鸟名，形似乌鸦，小如鸽，腹下白，喜群飞，鸣声“呀呀”，又名雅乌。斯：语气词，犹“啊”、“呀”。
提（shí）提：群鸟安闲翻飞的样子。
榖（gǔ）：美好。
罹（lí）：忧愁。
辜：罪过。
伊：是。
云：句首语气词。
踧（dí）踧：平坦的状态。周道：大道、大路。
鞫（jū）：阻塞、充塞。
惄（nì）：忧伤。
假寐：不脱衣帽而卧。永叹：长叹。
用：犹“而”。
疢（chèn）：病，指内心忧痛烦热。疾首：头疼。如：犹“而”。
桑梓：古代桑、梓多植于住宅附近，后代遂为故乡的代称，见之自然思乡怀亲。
止：语气词。
靡（mǐ）：不。匪：不是。“靡……匪……”句，用两个否定副词表示更加肯定的意思。瞻：尊敬、敬仰。
依：依恋。
属：连属。毛：犹表，古代裘衣毛在外。此两句毛、里，以裘为喻，指裘衣的里表。
罹（lì）：一作“离”，通“丽”，附着。里：指衣服之里子。
辰：时运。
菀（wǎn）：茂密的样子。
蜩（tiáo）：蝉。嚖嚖：蝉鸣的声音。
漼（cuǐ）：水深的样子。渊：深水潭。
萑（huán）苇：芦苇。
淠（pì）淠：茂盛的样子。
届：到、止。
不遑（huáng）：无暇，顾不得。
维：犹“其”。伎（qí）伎：鹿急跑的样子。
雉（zhì）：野鸡。雊（gòu）：雉鸣。
坏木：有病的树。
疾：病。用：犹“而”。
宁：犹“乃”、犹“岂”，竟然、难道。
相：看。投兔：入网的兔子。
先：开、放。
行（háng）：路。
墐（jìn）：掩埋。
秉心：犹言居心、用心。
维：犹“何”。忍：残忍。
陨：落。
酬：劝酒。
舒：缓慢。究：追究、考察。
掎（jǐ）：牵引。此句说，伐木要用绳子牵引着，把它慢慢放倒。
析薪：劈柴。扡（chǐ）：顺着纹理劈开。
佗（tuó）：加。
浚（jùn）：深。
由：于。
属：连接。垣：墙。
逝：借为“折”，拆毁。梁：拦水捕鱼的堤坝，亦称鱼梁。
发：打开。笱（gǒu）：捕鱼用的竹笼。
躬：自身。阅：被收容。
遑：闲暇。恤：忧虑。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (198, '小雅·巧言', '悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天大幠，予慎无辜。 乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。 君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。 奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。跃跃毚兔，遇犬获之。 荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。 彼何人斯？居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何？为犹将多，尔居徒几何？', '昊天：老天，苍天。
且（jū）：语尾助词。
幠（hū）：大。
威：暴虐、威怒。
慎：确实。
泰幠（hū）：太糊涂。泰，通太；幠，怠慢，疏忽。
僭（jiàn）：通”谮”，谗言。涵：容纳。
怒：怒责谗人。
庶：几乎。遄沮：迅速终止。
祉（zhǐ）：福，此指任用贤人以致福。
盟：与谗人结盟。
盗：盗贼，借指谗人。
暴：厉害，严重。
孔甘：很好听，很甜。
餤（tán）：原意为进食，引伸为增多。
止共：尽职尽责。止，做到。共，通“恭”，忠于职责。
邛（qióng）：病。
奕奕：高大貌。寝：宫室。庙：宗庙。
秩秩大猷（yóu）：多而有条理的典章制度。
莫：制定。
他人有心：谗人有心破坏。
跃（tì）跃：跳跃的样子。毚（chán）：狡猾。
荏（rěn）染：柔弱貌。马瑞辰《毛诗传笺通释》谓“柔即善也，非泛言柔弱之木”。
行言：流言，谣言。
蛇（yí）蛇硕言：夸夸其谈的大话。蛇蛇，“訑訑”之假借；訑，欺。
巧言如簧：说话像奏乐一样好听。簧，笙类乐器的簧片。
麋（méi）：通“湄”，水边。
拳：勇。
职：主要。乱阶：逐渐引出祸乱的一连串事件。阶，阶梯，此为比喻义。
微：通“癓”，小腿生疮。尰（zhǒng）：借为“瘇”，脚肿。
犹：通“猷”，指诡计。
居：语助词。徒：党徒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (199, '小雅·何人斯', '彼何人斯？其心孔艰。胡逝我梁，不入我门？伊谁云从？维暴之云。 二人从行，谁为此祸？胡逝我梁，不入唁我？始者不如今，云不我可 彼何人斯？胡逝我陈？我闻其声，不见其身。不愧于人？不畏于天？ 彼何人斯？其为飘风。胡不自北？胡不自南？胡逝我梁？祗搅我心。 尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。 尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我祗也。 伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知，出此三物，以诅尔斯。 为鬼为蜮，则不可得。有靦面目，视人罔极。作此好歌，以极反侧。', '何人：什么人，不知其姓名。斯：语助词。
孔：甚，很。艰：此指用心险恶难测。
梁：拦水捕鱼的坝堰。
伊：其。从：跟随。
暴：粗暴、暴虐。
二人：主人公与“彼”人。
唁（yàn）：慰问。
如：像。
可：通“哿（gě）”，嘉、好。
陈：堂下至门的路。
祗（zhī）：正好。搅：搅乱。
遑（huáng）：空闲。舍：止息。
亟（jí）：急。
脂：以油脂涂车；或曰通“支”，以轫木支车轮使止住。
壹：同“一”。
盱（xū）：忧、病，或曰望也。
易：悦。
否：不。
俾（bǐ）：使。祇（zhī）：病，或曰安也。
伯氏：兄。埙（xūn）：古陶制吹奏乐器，卵形中空，有吹孔。
仲：弟。篪（chí）：古竹制乐器，如笛，有八孔。
及：与。贯：为绳贯串之物。
谅：诚。知：交好、相契。
三物：猪、犬、鸡。
诅（zǔ）：盟诅。古时订盟，杀牲歃血，告誓神明，若有违背，令神明降祸。
蜮（yù）：传说中一种水中动物，能在水中含沙射人影，又名射影。
靦（miǎn）：露面见人之状。
视：示。罔极：没有准则，指其心多变难测。
好歌：善良、交好的歌。
极：尽。反侧：在床上翻来覆去睡不着。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (200, '小雅·巷伯', '萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！ 哆兮侈兮，成是南箕。彼谮人者，谁适与谋。 缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。 捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。 骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。 彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！ 杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。', '巷伯：掌管宫内之事的宦官。巷，是宫内道名。伯，主管宫内道官之长，即寺人。
萋（qī）、斐（fěi）：都是文采相错的样子。
贝锦：织有贝纹图案的锦缎。
谮（zèn）人：诬陷别人的人。
大（tài）：同“太”。
哆（chǐ）：张口。侈（chǐ）：大。
南箕（jī）：星宿名，共四星，联接成梯形，如簸箕状。
适：往。谋：谋划，计议。
缉缉：附耳私语状。翩翩：往来迅速的样子。
尔：指谗人。
信：信实。
捷捷：信口雌黄状。幡（fān）幡：反复进言状。
受：接受，听信谗言。
女（rǔ）：同“汝”。
骄人：指进谗者。好好：得意的样子。
劳人：指被谗者。草草：陈奂《诗毛氏传疏》：“草读为慅（cǎo忧愁），假借字也。”
矜（jīn）：怜悯。
投：投掷，丢给。畀（bì）：与，给予。
有北：北方苦寒之地。
有昊（hào）：苍天。
猗（yǐ）：在……之上。亩丘：丘名。
寺人：阉人，宦官。
凡百：一切，所有的。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (201, '小雅·谷风', '习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。 习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。 习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。', '习习：大风声。
维：是。
将：方，正当。
与：助。女：同“汝”，你。
转：反而。
颓：自上而下的旋风。
寘：同“置”。
遗：遗忘。
崔嵬（wéi）：山高峻的样子。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (202, '蓼莪', '蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。 蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。 瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。 父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！ 南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！', '蓼（lù）蓼：长又大的样子。莪（é）：一种草，即莪蒿。李时珍《本草纲目》：“莪抱根丛生，俗谓之抱娘蒿。”
匪：同“非”。伊：是。
劬（qú）劳：与下章“劳瘁”皆劳累之意。
蔚（wèi）：一种草，即牡蒿。
瓶：汲水器具。罄（qìng）：尽。
罍（léi）：盛水器具。
鲜（xiǎn）：指寡、孤。民：人。
怙（hù）：依靠。
衔恤：含忧。
鞠：养。
拊：通“抚”。畜：通“慉”，喜爱。
顾：顾念。复：返回，指不忍离去。
腹：指怀抱。
昊（hào）天：广大的天。罔：无。极：准则。
烈烈：通“颲颲”，山风大的样子。
飘风：同“飙风”。发发：读如“拨拨”，风声。
谷：善。
律律：同“烈烈”。
弗弗：同“发发”。
卒：终，指养老送终。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (203, '小雅·大东', '有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。 小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。 有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。 东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。 或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。 虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。 维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。', '饛（méng）：食物满器貌。簋（guǐ）：古代一种圆口、圈足、有盖、有座的食器，青铜制或陶制，供统治阶级的人使用。飧（sūn）：熟食，晚饭。
捄（qíu）：曲而长貌。棘匕：酸枣木做的勺匙。
周道：大路。砥：磨刀石，用以形容道路平坦。
君子：统治阶级的人，与下句的“小人“相对。小人指被统治的民众。
睠（juàn）言：同“睠然”，眷恋回顾貌。
潸（shān）：流泪貌。
小东大东：西周时代以镐京为中心，统称东方各诸侯国为东国，以远近分，近者为小东，远者为大东。
杼柚（zhùzhóu）：杼，织机之梭；柚，同“轴”，织机之大轴；合称指织布机。
纠纠：缠结貌。葛屦：葛，葛草，茎皮可制葛布；屦，鞋。
可：通“何”（用俞樾说）。
佻（tiāo）佻：豫逸轻狂貌。
周行（háng）：同“周道”。行，道路。
氿（guǐ）泉：泉流受阻溢而自旁侧流出的泉水，狭而长。
获薪：砍下的薪柴。王宗石《诗经分类诠释》认为“获”为“檴”的假借，即榆木，如《诗经》诸篇中《邶风·凯风》《豳风·东山》《小雅·车舝》诸篇之棘薪、栗薪、樵薪。
契契：忧结貌。寤叹：不寐而叹。
惮：同“瘅”，疲苦成病。
职劳：从事劳役。来：“勑”的借字，慰勉。或为“赉”的借字，赏赐。均通。
西人：周人。
舟人：郑笺：“舟，当作周。”一说为舟楫之人，周人中之低贱者。
熊罴是裘：用熊皮、马熊皮为料制的皮袍。一说，郑笺谓“裘当作求”，这句意即狩猎求取熊罴。二说均通。
私人：家奴。
百僚：犹云百隶、百仆。
浆：米浆。
鞙（juān）鞙：形容玉圆（或长）之貌。璲（suí）：贵族佩带上镶的宝玉。
不以其长：以，因。长，善。郑笺：“佩之鞙鞙然，居其官职，非其才之所长也，徒美其佩而无其德，刺其素餐。
汉：银河。
监：同“鉴”，照。
跂（qí）：同“歧”，分叉状。织女：三星组成的星座名，呈三角形，位于银河北侧。
七襄：七次移易位置。古人一天分十二时辰，白日分卯时至酉时共七个时辰，织女星座每一个时辰移动一次。
报章：报，复，指织机的梭子引线往复织作；章，经纬纹理。不成报章，即织不成布帛。
睆（huǎn）：明亮貌。牵牛：三颗星组成的星座名，又名河鼓星，俗名牛郎星，在银河南侧。
服箱：驾车运载。服，负载；箱，车斗。
启明、长庚：金星（又名太白星）晨在东方，叫启明，夕在西方，叫长庚。
天毕：毕星，八星组成的星座，状如捕兔的毕网，网小而柄长，手持之捕兔。
施：张。
箕：俗称簸箕星，四星联成的星座，形如簸箕，距离较远的两星之间是箕口。
斗：南斗星座，位置在箕星之北。
挹（yì）：舀。
翕：吸引。翕其舌，吸着舌头。箕星底狭口大，好像向内吸舌若吞噬之状。
西柄之揭：南斗星座呈斗形有柄，天体运行，其柄常在西方。揭，举起。这句形容西方执柄举向东方。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (204, '小雅·四月', '四月维夏，六月徂署。先祖匪人，胡宁忍予？ 秋日凄凄，百卉具腓。乱离瘼矣，爰其适归？ 冬日烈烈，飘风发发。民莫不穀，我独何害？ 山有嘉卉，侯栗侯梅。废为残贼，莫知其尤！ 相彼泉水，载清载浊。我日构祸，曷云能穀？ 滔滔江汉，南国之纪。尽瘁以仕，宁莫我有？ 匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。 山有蕨薇，隰有杞桋。君子作歌，维以告哀。', '四月：指夏历（即今农历）四月。下句“六月”同。
徂（cú）：往。徂暑，意谓盛暑即将过去。
匪人：不是他人。
胡宁：为什么。忍予：忍心让我（受苦）。
卉（huì）：草的总名。腓（féi）：此系“痱”的假借字，（草木）枯萎或病。
瘼（mò）：病、痛苦。
爰（yuán）：何。适：往、去。归：归宿。
烈烈：即“冽冽”，严寒的样子。
飘风：疾风。发（bō）发：状狂风呼啸的象声词。
榖（gǔ）：善、好。
何（hè）：通“荷”，承受。
侯：有。
废：大。残贼：残害。
尤：错。罪过。
相：看。
载：又。
构：“遘”的假借字，遇。
曷（hé）：何。云：语助词。
江汉：长江、汉水。
南国：指南方各河流。纪：朱熹《诗集传》：“纪，纲纪也，谓经带包络之也。”
尽瘁：尽心尽力以致憔悴。仕：任职。
有：通“友”，友爱，相亲。
鹑（tuán）：雕。鸢（yuān）：老鹰。
翰（hàn）飞：高飞。戾（lì）：至。
鱣（zhān）：大鲤鱼。鲔（wěi）：鲟鱼。
蕨薇：两种野菜。
杞：枸杞。桋（yí）：赤楝。
维：是。以：用。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (205, '小雅·北山', '陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。 溥天之下，莫非王土；率土之滨，莫非王臣。大夫不均，我从事独贤。 四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。 或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。 或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌。 或湛乐饮酒，或惨惨畏咎；或出入风议，或靡事不为。', '言：语助词。杞：枸杞，落叶灌木，果实入药，有滋补功用。
偕（xié）偕：健壮貌。士：周王朝或诸侯国的低级官员。周时官员分卿、大夫、士三等，士的职级最低，士子是这些低级官员的通名。
靡（mǐ）盬（gǔ）：无休止。
忧我父母：为父母无人服侍而忧心。
溥（pǔ）：古本作“普”。
率土之滨：四海之内。古人以为中国大陆四周环海，自四面海滨之内的土地是中国领土。《尔雅》：“率，自也。”
贤：多、劳。马瑞辰《毛诗传笺通释》：“贤之本义为多……事多者必劳，故贤为多，即为劳。”
牡：公马。周时用四马驾车。彭彭：形容马奔走不息。
傍傍：急急忙忙。
鲜（xiǎn）：称赞。郑笺：“嘉、鲜，皆善也。”方将：正壮。
旅力：体力。旅通“膂”。
经营：规划治理，此处指操劳办事。
燕燕：安闲自得貌。居息：家中休息。
尽瘁：尽心竭力。
息偃：躺着休息。偃，仰卧。
不已：不止。行（háng）：道路。
叫号（háo）：呼号。毛传：“叫呼号召。”
惨惨：又作“懆懆”，忧虑不安貌。劬（qú）劳：辛勤劳苦。
栖迟：休息游乐。
鞅（yāng）掌：事多繁忙，烦劳不堪的样子。钱澄之《田间诗学》：“鞅掌，即指勤于驰驱，掌不离鞅，犹言身不离鞍马耳。”
湛（dān）：同“耽”，沉湎。
畏咎（jiù）：怕出差错获罪招祸。
风议：放言高论。傅恒等《诗义折中》：“或出入风议，则己不任劳，而转持劳者之短长。”
靡事不为：无事不作。傅恒等《诗义折中》：“勤劳王事之外，又畏风议之口而周旋弥缝之也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (206, '无将大车', '无将大车，祇自尘兮。无思百忧，祇自疧兮。 无将大车，维尘冥冥。无思百忧，不出于颎。 无将大车，维尘雍兮。无思百忧，祇自重兮。', '将：扶进，此指推车。大车：平地载运之车，此指牛车。
疧（qí）：病痛。
冥冥：昏暗，此处形容尘土迷蒙的样子。
颎（jiǒng）：通“耿”，心绪不宁，心事重重。不出于颎，犹言不能摆脱烦躁不安的心境。
雝（yōng）：通“壅”，引申为遮蔽。
重：通“肿”，一说借为“恫”，病痛，病累。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (207, '小明', '明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。 心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！ 昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。 心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。 昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。 心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。 嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。 嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。', '征：行，此指行役。徂：往，前往。
艽（qíu）野：荒远的边地。
二月：指周正二月，即夏正之十二月。初吉：上旬的吉日。
载：乃，则。离：经历。
毒：痛苦，磨难。
共：通“恭”，此指恭谨尽心。
罪罟（gǔ）：指法网。罟，网；罪，捕鱼竹网。二字并列，犹云网罟。
除：除旧，指旧岁辞去、新年将到。
曷：何，何时。云：语助词。其：将。还：回去。
聿云：二字均语助词。莫：古“暮”字。岁暮即年终。
孔庶：很多。
惮：通“瘅”，劳苦。不暇：不得闲暇。
睠睠：即“眷眷”，恋慕。
奥（yù）：“燠”之假借，温暖。
蹙：急促，紧迫。
萧：艾蒿。菽：豆类。
诒：通“贻”，遗留。伊：此，这。戚：忧伤，痛苦。
兴言：犹“薄言”，语首助词。一说“兴”，意谓起来，"言"即焉。出宿：不能安睡。一说到外面去过夜。
反覆：指不测之祸。
恒：常。安处：安居，安逸享乐。
靖：敬。共：通“恭”，奉，履行。位：职位，职责。
与：亲近，友好。一说通“举”，行为，举止。
式：乃，则。榖（gǔ）：善，此指福。以：与。女：汝。
介：借为“匄”（gài），给予。景福：犹言大福。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (208, '小雅·鼓钟', '鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。 鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。 鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。 鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。', '鼓：敲击。
将（qiāng）将：同“锵锵”，象声词，形容钟声响亮。
汤（shāng）汤：大水涌流貌，犹荡荡。
淑人君子：美德之人。淑：善。
怀：思念。允：信，确实。一说为语助词。
喈（jiē）喈：象声词，形容钟声和谐。
湝（jiē）湝：水流貌，犹“汤汤”。
回：邪。
伐：敲击。鼛（gāo）：一种大鼓。
三洲：淮河上的三个小岛。
妯（chōu）：因悲伤而动容、心绪不宁。
犹：已。王引之《经义述闻》：“其德不犹’，言久而弥笃，无有已时也。”一说假借为“訧”，缺点、毛病。
钦钦：象声词，犹“将将”。
磬（qìng）：古乐器名，用玉或美石制成，有孔穿绳索悬于架上，敲击发声。
以：为，作，指演奏、表演。雅：原为乐器名，状如漆筒，两头蒙以羊皮。引申为乐调名，指天子之乐，或周王畿之乐调，即正乐。南：原为乐器名，形似钟。引申为乐调名，或说指南方江汉地区的乐调。
籥（yuè）：乐器名，似排箫。古代羽舞时边吹籥，边持翟羽舞蹈。僭（jiàn）：超越本分，此训乱。不僭，犹言按部就班，和谐合拍。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (209, '小雅·楚茨', '楚楚者茨，言抽其棘。自昔何为，我艺黍稷。我黍与与，我稷翼翼。 我仓既盈，我庾维亿。以为酒食，以享以祀。以妥以侑，以介景福。 济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。 祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆。 执爨踖踖，为俎孔硕。或燔或炙，君妇莫莫。为豆孔庶，为宾为客。 献酬交错，礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢。 我孔熯矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。 卜尔百福，如畿如式。既齐既稷，既匡既敕。永锡尔极，时万时亿。 礼仪既备，钟鼓既戒。孝孙徂位，工祝致告。神具醉止，皇尸载起。 钟鼓送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。 乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。 神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之。', '茨：蒺藜，草本植物，有刺。
楚楚：植物丛生貌。
言：爱，于是。抽：除去，拔除。棘：刺，指蒺藜。
蓺（yì）：即“艺”，种植。
与与：茂盛貌。
翼翼：整齐貌。
庾（yǔ）：露天粮囤，以草席围成圆形。维：是，一训“已”。亿：形容多。一说“亿”犹“盈”，满。
享：飨，上供，祭献。
妥：安坐。侑：劝进酒食。
介：借为匄（gài），求。景福：大福。
济（jǐ）济：严肃恭敬貌。跄（qiāng）跄：步趋有节貌。
絜（jié）：同“洁”，洗清。
烝（zhēng）：冬祭名。尝：秋祭名。
剥：宰割支解。亨（pēng）：同“烹”，烧煮。
肆：陈列，指将祭肉盛于鼎俎中。将：捧着献上。
祝：太祝，司祭礼的人。祊（bēng）：设祭的地方，在宗庙门内。
孔：很。明：备，指仪式完备。
皇：往。一说为彷徨，即神灵徘徊。
神保：神灵，指祖先之灵。一说指降神之巫。飨：享受祭祀。
孝孙：主祭之人。庆：福。
介福：大福。
执：执掌。爨（cuàn）：炊，烧菜煮饭。踖（jí）踖：恭谨敏捷貌。
俎（zǔ）：祭祀时盛牲肉的铜制礼器。硕：大。
燔（fán）：烧肉。炙：烤肉。
君妇：主妇，此指天子、诸侯之妻。莫莫：恭谨。莫，一说勉也。
豆：食器，形状为高脚盘。庶：众，多，此指豆内食品繁多。
献：主人劝宾客饮酒。酬：宾客向主人回敬。
卒：尽，完全。度：法度。
获：得时，恰到好处。一说借为“矱（yuē）”，规矩。
神保：神灵，神的美称。格：至，来到。
攸：乃。酢（zuò）：报。
熯（nǎn）：通“戁”，敬惧。
式：发语词。愆（qiān）：过失，差错。
工祝：太祝。致告：代神致词，以告祭者。
徂（cú）：往，一说通“且”。赉（lài）：赐予。
苾（bì）：浓香。孝祀：犹享祀，指神享受祭祀。
卜：给予。赐予。
如：合。畿（jī）：借为期。式：法，制度。
齐（zhāi）：通“斋”，庄敬。稷：疾，敏捷。
匡：正，端正。敕：通“饬”，严整。
锡：赐。极：至，指最大的福气。
时：是，一说训或。
戒：备，一说训告。
徂位：指孝孙回到原位。
具：俱，皆。止：语气词。
皇尸：代表神祇受祭的人。皇：大，赞美之词。载：则，就。
聿（yù）：乃。
宰：膳夫，厨师。
废：去。彻：通“撤”。废彻谓撤去祭品。不迟：不慢。
诸父：伯父、叔父等长辈。兄弟：同姓之叔伯兄弟。
备：尽，完全。言：语中助词。燕：通“宴”。燕私，祭祀之后在后殿宴饮同姓亲属。
具：俱。入奏：进入后殿演奏。祭在宗庙前殿，祭后到后面的寝殿举行家族私宴。
绥（suí）：安，此指安享。后禄：祭后的口福。禄，福，此指饮食口福。祭后所余之酒肉被认为神所赐之福，故称福酒、胙肉。
将：美好。
莫怨具庆：指参加宴会的人皆相庆贺而无怨词。
小大：指尊卑长幼的各种人。稽（qǐ）首：跪拜礼，双膝跪下，叩头至地。一种最恭敬的礼节。
考：老。寿考，长寿。
孔：甚，很。惠：顺利。时：善，好。
维：同“唯”，只有。其：指主人。尽之：尽其礼仪，指主人完全遵守祭祀礼节。
替：废。引：延长。引之，长行此祭祀祖先之礼仪。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (210, '小雅·信南山', '信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。 上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。 疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。 中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。 祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。 是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。', '信（shēn）：即“伸”，延伸。南山：即终南山，在陕西西安南。
维：是。禹：大禹。甸：治理。
畇（yún）：平整田地。畇畇，土地经垦辟后的平展整齐貌。原隰（xí）：泛指全部田地。原，广平或高平之地；隰，低湿之地。
曾孙：后代子孙。朱熹《诗集传》：“曾，重也。自曾祖以至无穷，皆得称之也。”相当于《小雅·楚茨》中所称“孝孙”，故又作为主祭者之代称。田：垦治田地。
疆：田界，此处用作动词，划田界。理：田中的沟陇，此处亦用作动词。疆指划定大的田界，理则细分其地亩。
南东：用作动词，指将田陇开辟成南北向或东西向。
上天：冬季的天空。《尔雅·释天》：“冬曰上天。”同云：天空布满阴云，浑然一色。
雨（yù）雪：下雪，“雨”作动词，降落。雰（fēn）雰：纷纷。
益：加上。霢（mài）霂（mù）：小雨。
优：充足。渥（wò）：湿润。
沾：沾湿。
埸（yì）：田界。翼翼：整齐貌。
彧（yù）彧：同“郁郁”，茂盛貌。
穑：收获庄稼。
畀（bì）：给予。
庐：草庐，房屋。一说“芦”之假借，即芦菔，今称萝卜。
菹（zū）：腌菜。
皇祖：先祖之美称。
祜（hù）：福。
清酒：清澄的酒，祭祀时用。
骍（xīng）：赤黄色（栗色）的牲畜。牡：雄性兽，此指公牛。
鸾刀：带铃的刀。
膋（liáo）：脂膏，此指牛油。
烝（zhēng）：冬祭。享：祭献，上供。或以为“烝”，即蒸煮之“蒸”。享，即“烹”，煮。
苾（bì）：浓香。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (211, '小雅·甫田', '倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。 以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。 曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。 曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。', '倬（zhuō）：广阔。
甫：大。
十千：言其多。
有年：丰收年。
陈：陈旧的粮食。
食（sì）：拿东西给人吃。
适：去，至。
耘（yún）：锄草。耔（zǐ）：培土。
黍（shǔ）稷（jì）：谷类作物。薿（nǐ）薿：茂盛的样子。
攸：乃，就。介：长大。止：至。
烝：进呈。髦士：英俊人士。
齐（zī）明：即粢盛，祭祀用的谷物。
牺：祭祀用的纯毛牲口。
以：用作。社：祭土地神。方：祭四方神。
臧（zāng）：好，此指丰收。
御（yà）：同“迓”，迎接。田祖：指神农氏。
祈：祈祷求告。
谷：养活。士女：贵族男女。
曾孙：周王自称，相对神灵和祖先而言。止：语助词。
馌（yè）：送饭。
田畯（jùn）：农官。
旨：美味。
易：治理。
终：既。有：富足。
克：能。敏：勤快。
茨（cí）：屋盖，形容圆形之谷堆。梁：桥梁，形容长方形之谷堆。
庾（yǔ）：露天粮囤。
坻（chí）：小丘。京：冈峦。
箱：车箱。
介福：大福。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (212, '小雅·大田', '大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。 既方既皁，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。 有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。 曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。', '大田：面积广阔的农田。
稼：种庄稼。
既：已经。种：指选种籽。戒：同“械”，此指修理农业器械。
乃事：这些事。
覃（yǎn）：“剡”的假借，锋利。耜（sì）：古代一种似锹的农具。
俶（chù）载：开始从事。
厥：其。
庭：通“挺”，挺拔。硕：大。
曾孙是若：顺了曾孙的愿望。曾孙，周王对他的祖先和其他的神，都自称曾孙。若，顺。
方：通“房”，指谷粒已生嫩壳，但还没有合满。皁（zào）：指谷壳已经结成，但还未坚实。
既坚既好：指籽粒坚实、饱满。
稂（láng）：指穗粒空瘪的禾。莠（yǒu）：田间似禾的杂草，也称狗尾巴草。
螟（míng）：吃禾心的害虫。螣（tè）：吃禾叶的青虫。
蟊（máo）：吃禾根的虫。贼：吃禾节的虫。
稚：幼禾。
田祖：农神。
秉：执持。畀：给与。炎火：大火。
有渰（yǎn）：即“渰渰”，阴云密布的样子。
祁祁：徐徐。
公田：公家的田。古代井田制，井田九区，中间百亩为公田，周围八区，八家各百亩为私田。八家共养公田。公田收获归农奴主所有。
私：私田。
稚：低小的穗。
穧（jì）：已割而未收的禾把。
秉：把，捆扎成束的禾把。
滞：遗留。
伊：是。
馌（yè）：送饭。南亩：泛指农田。
田畯（jùn）：周代农官，掌管监督农奴的农事工作。
禋（yīn）祀：升烟以祭，古代祭天的典礼，也泛指祭祀。
骍（xīn）：赤色牛。黑：指黑色的猪羊。
与：加上。
介：“丐”的假借，祈求。景福：大福。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (213, '瞻彼洛矣', '瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。 瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。 瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。', '洛：洛水。古有二洛水，一发源于陕西西北，流入渭水；一发源于陕西南部，经洛阳而流入黄河。朱熹认为此诗所指为经洛阳而流入黄河的洛水。
泱（yāng）泱：水势盛大的样子。
君子：指周王。止：语助词。
茨（cí）：茅草屋盖，有多层。如茨，形容其多。
韎（mèi）：用茜草染成赤黄色的革制品。韐（gé）：蔽膝。此为天子有兵事时所穿。奭（shì）：赤色貌。有奭，形容韎韐之色鲜红。
作：起也。六师：六军。古时天子六师，每师二千五百人。
鞸（bǐ）：刀鞘，古代又名刀室。琫（běng）：刀鞘口周围的玉饰。有珌（bì）：即珌珌，玉饰花纹美丽貌。
家室：此处犹言“家邦”，即国家。
既同：指福气聚集。既，完全。同，汇聚。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (214, '小雅·裳裳者华', '裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。 裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。 裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。 左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。', '裳（cháng）裳：“堂堂”之假借，花鲜明美盛的样子。华（huā）：花。
湑（xǔ）：叶子茂盛的样子。
觏（gòu）：遇见。之子：此人。
写：通“泻”，心情舒畅。《毛传》：“输写其心也。”是说心中话都倾吐出来，忧愁消除，心情舒畅。
是以：因此。誉处：指君臣处于美好的声誉之中。《孔疏》：“君臣相得，是以有声誉之美而处之兮。”一说“誉”通“豫”，安乐。
芸其：即“芸芸”，花色彩浓艳的样子。
章：文章，指其人有教养，有才华。一说为“纹章”，服饰文采。
骆：黑鬃黑尾的白马。
六辔（pèi）：六条缰绳。沃若：光滑柔软的样子。
左：和下文的“右”，指左右辅弼，君子的帮手。
君子：指前所言“之子”。一说指古之明王。宜：安定。
有：取。意为取用他们。
似：当为“嗣”之假借，继承。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (215, '小雅·桑扈', '交交桑扈，有莺其羽。君子乐胥，受天之祜。 交交桑扈，有莺其领。君子乐胥，万邦之屏。 之屏之翰，百辟为宪。不戢不难，受福不那。 兕觥其觩，旨酒思柔。彼交匪敖，万福来求。', '桑扈（hù）：鸟名，即青雀。
交交：鸟鸣声。
莺：有文采的样子。羽毛有文采，喻诸侯有才华。
君子：此指群臣。胥（xū）：语助词。
祜（hù）：福禄。
领：鸟颈。此句言颈羽之美。
万邦：各诸侯国。屏：屏障，起护卫作用，喻重臣。
之：是。翰：“干”的假借，支柱。
百辟：各国诸侯。宪：法度。
不：语助词，下同。戢（jí）：克制。难（nuó）：通“傩”，行有节度。
那（nuó）：多。
兕（sì）觥（gōng）：牛角酒杯。觩（qiú）：弯曲的样子。
旨酒：美酒。思：语助词。柔：指酒性温和。
彼：指贤者。交：“儌（jiǎo）”的假借。匪敖：不傲慢。敖，通“傲”，倨傲，傲慢。
求：同“逑”。聚集。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (216, '鸳鸯', '鸳鸯于飞，毕之罗之。君子万年，福禄宜之。 鸳鸯在梁，戢其左翼。君子万年，宜其遐福。 乘马在厩，摧之秣之。君子万年，福禄艾之。 乘马在厩，秣之摧之。君子万年，福禄绥之。', '鸳鸯：鸭科水鸟名。古人以此鸟雌雄双居，永不分离，故称之为“匹鸟”。
毕：长柄的捕鸟小网。罗：无柄的捕鸟网。
宜：《说文解字》：“宜，所安也。”引申为享。
梁：筑在水中拦鱼的石坝，即鱼梁。
戢（jí）：插。谓鸳鸯栖息时将喙插在左翅下。
遐（xiá）：长远。
乘（shèng）：四匹马拉的车子。乘马引申为拉车的马。厩（jiù）：马棚。
摧（cuò）：通“莝”，铡草喂马。郑笺：“今‘莝’字也。”《说文解字》：“莝，斩刍也。”秣（mò）：用粮食喂马。
艾：养。一说意为辅助。
绥（suí）：安。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (217, '頍弁', '有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。 茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。 有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。 茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。 有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。 如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。', '頍（kuǐ）：有棱角貌。《释名》：“頍，倾也。著之倾近前也。”弁（biàn）：皮弁，用白鹿皮制成的圆顶礼帽。
实维伊何：是为伊何。实，犹“是”。维，语助词。伊，当作“繄（yī）”，犹“是”。
旨：美。
肴（yáo）：同“肴”，荤菜。
伊：是。异人：外人。
茑（niǎo）、女萝：都是善于攀缘的蔓生植物。
施：延伸，攀缘。
弈弈：心神不安貌。
说（yuè）怿（yì）：欢欣喜悦。说，通“悦”。
何期（qí）：犹言“伊何”。期，通“其”，语助词。
时：善也，物得其时则善。
怲（bǐng）怲：忧愁貌。
臧（zāng）：善。
阜（fù）：多，指酒肴丰盛。
雨（yù）雪：下雪。
霰（xiàn）：雪珠。
无日：不知哪一天。
无几：没有多久。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (218, '小雅·车舝', '间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括。虽无好友？式燕且喜。 依彼平林，有集维鷮。辰彼硕女，令德来教。式燕且誉，好尔无射。 虽无旨酒？式饮庶几。虽无嘉肴？式食庶几。虽无德与女？式歌且舞？ 陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。 高山仰止，景行行止。四牡騑騑，六辔如琴。觏尔新婚，以慰我心。', '间关：车行时发出的声响。舝（xiá）：同“辖”，车轴头的铁键。
娈：妩媚可爱。季女：少女。逝：往，指出嫁。
饥、渴：《诗经》多以饥渴隐喻男女性事。
括：犹“佸”，会合。⑸式：发语词。燕：通“宴”，宴饮。
.依：茂盛的样子。
鷮（jiāo）：长尾野鸡。
辰：通“珍”，美好。或训为善，亦通。
誉：通“豫”，安乐。
无射（yì）：不厌。亦可作“无斁”。
庶几：此犹言“一些”。
湑（xǔ）：茂盛。
鲜：犹“斯”，此时。觏（gòu）：遇合。
写：通“泻”，宣泄，指欢悦、舒畅。
景行：大路。
騑（fēi）騑：马行不止貌。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (219, '青蝇', '营营青蝇，止于樊。岂弟君子，无信谗言。 营营青蝇，止于棘。谗人罔极，交乱四国。 营营青蝇，止于榛。谗人罔极，构我二人。', '青蝇：苍蝇，比喻谗人。
营营：象声词，拟苍蝇飞舞声。
止：停下。樊：篱笆。
岂（kǎi）弟（tì）：同“恺悌”，平和有礼，平易近人。
谗言：挑拨离间的坏话。
棘：酸枣树。
罔（wǎng）极：指行为不轨，没有标准。
交：都。乱：搅乱、破坏。
榛（zhēn）：榛树，一种灌木，果实名榛子，可食。
构：播弄、陷害，指离间。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (220, '宾之初筵', '宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。 籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。 宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪怭怭。是曰既醉，不知其秩。 宾既醉止，载号载呶。乱我笾豆，屡舞僛僛。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。 凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。', '初筵：宾客初入席时。筵，铺在地上的竹席。
左右：席位东西，主人在东，客人在西。秩秩：有序之貌。
笾（biān）豆：古代食器礼器。笾，竹制，盛瓜果干脯等；豆，木制或陶制，也有铜制的，盛鱼肉虀酱等，供宴会祭祀用。有楚：即“楚楚”，陈列之貌。
肴核：肴为豆中所装的食品，核为笾中所装的食品。旅：陈放。
和旨：醇和甜美。
孔：很。偕：通“皆”，遍。
醻（chóu）：同“酬”。举醻，举杯。逸逸：义同“绎绎”，连续不断。
大侯：射箭用的大靶子，用虎、熊、豹三种皮制成。一般的侯也有用布制的。抗：高挂。
斯：语助词。张：张弓搭箭。
射夫：射手。
发功：发箭射击的功夫。
有：语助词。的：侯的中心，即靶心，也常指靶子。
祈：求。尔爵：爵，饮酒尽也；尔爵，据郑玄笺“我以此求爵女（汝）”，则经文“以祈尔爵”为倒文，“盖但言求爵女，则己之求不饮自可于言外得之”（马瑞辰《毛诗传笺通释》），也就是求射中而让别人饮罚酒之意。
籥（yuè）舞：执籥而舞。籥是一种竹制管乐器，据考形如排箫。
烝（zhēng）：进。衎（kàn）：娱乐。
洽：使和洽，指配合。
有壬：即“壬壬”，礼大之貌。有林：即“林林”，礼多之貌。
锡：赐。纯嘏（gǔ）：大福。
湛（dān）：和乐。
奏：进献。
载（zài）：则，便。手：取，择。仇：匹，指对手。
室人：主人。入又：又入，指主人亦随宾客入射以耦宾，即耦射。
康爵：空杯。
时：射中的宾客。
止：语气助词。
反反：谨慎凝重。
曰：语助词。
幡幡：轻浮无威仪之貌。
舍：放弃。坐：同“座”，座位。
仙（qiān）仙：同“跹跹”，飞舞貌。
抑抑：意思与前文“反反”大致相同而有所递进。
怭（bì）怭：意思与前文“幡幡”大致相同而有所递进。
秩：常规。
号（háo）：大声乱叫。呶（náo）：喧哗不止。
僛（qī）僛：身体歪斜倾倒之貌。
邮：通“尤”，过失。
弁（biàn）：皮帽。俄：倾斜不正。
傞（suō）傞：醉舞不止貌。
伐德：败德。
令仪：美好的仪表礼节。
监：酒监，宴会上监督礼仪的官。
史：酒史，记录饮酒时言行的官员。燕饮之礼必设监，不一定设史。
臧（zāng）：好。
式：发语词。勿从谓：马瑞辰《毛诗传笺通释》：“《尔雅·释诂》：‘渭，勤也。’勤为勤劳之勤，亦为相劝勉之勤。‘勿从谓’者，勿从而劝勤之，使更饮也。”
俾（bǐ）：使。大怠：太轻慢失礼。
匪言：指不该问话。
匪由：指不合法道的话。
童羖（gǔ）：没角的公山羊。
三爵：三杯。《礼记·玉藻》：“君子之饮酒也，受一爵而色洒如也，二爵而言言斯，礼已三爵而油油，以退。”孔颖达疏引《春秋传》：“臣侍君宴，过三爵，非礼也。”不识：不知。
矧（shěn）：何况。又：“侑”之假借，劝酒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (221, '鱼藻', '鱼在在藻，有颁其首。王在在镐，岂乐饮酒。 鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。 鱼在在藻，依于其蒲。王在在镐，有那其居。', '颁（fén）：头大的样子。
镐：西周都城，在今陕西西安。
岂（kǎi）乐：欢乐。
莘（申）：尾巴长的样子。
蒲：多年生草本植物，叶长而尖，多长在河滩上。
那（nuó）：安闲的样子。

', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (222, '采菽', '采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。 觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。 赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。 维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。 汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。', '菽（shū）：大豆。
筥（jǔ）：亦筐也，方者为筐，圆者为筥。
路车：即辂车，古时天子或诸侯所乘。
玄衮（ɡǔn）：古代上公礼服，毛传：“玄衮，卷龙也。”黼（fǔ）：黑白相间的花纹。
觱（bì）沸：泉水涌出的样子。槛泉：正向上涌出之泉。
淠（pèi）淠：旗帜飘动。
鸾：一种铃。嚖（huì）嚖：铃声有节奏。
届：到。
芾（fú）：蔽膝。
邪幅：裹腿。
彼交：不急不躁。彼，通“匪”。交，通“绞”，急。纾：怠慢。
只：语助词。
申：重复。
殿：镇抚。
平平：治理。
绋（fú）：粗大的绳索。纚（lí）：系。
葵：借为“揆”，度量。
膍（pí）：厚赐。
优哉游哉：悠闲自得的样子。
戾（lì）：安定。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (223, '角弓', '骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。 尔之远矣，民胥然矣。尔之教矣，民胥效矣。 此令兄弟，绰绰有裕。不令兄弟，交相为愈。 民之无良，相怨一方。受爵不让，至于已斯亡。 老马反为驹，不顾其后。如食宜饇，如酌孔取。 毋教猱升木，如涂涂附。君子有徽猷，小人与属。 雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。 雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。', '角弓：两端用兽角装饰的弓。
骍（xīn）骍：弦和弓调和的样子。
翩：此指反过来弯曲的样子。
昏姻：即“婚姻”，指姻亲。
胥（xū）：相。远：疏远。
胥：皆。然：这样。
教：教导。
效：仿效，效法。
令：善。
绰绰：宽裕舒缓的样子。裕：宽大。
不令：不善，指兄弟不相友善。
瘉（yù）：病，此指残害。
亡：通“忘”。
饇（yù）：饱。
孔：恰如其分。
猱（náo）：猿类，善攀援。
涂：泥土。附：沾着。
徽：美。猷（yóu）：道。
与：从，属，依附。
瀌（biāo）瀌：下雪很盛的样子。
晛（xiàn）：日气。
遗：通“隤”，柔顺的样子。
式：用，因也。娄：借为“屡”。
浮浮：与“瀌瀌”义同。
蛮、髦（máo）：南蛮与夷髦，古代对西南少数民族的称呼。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (224, '菀柳', '有菀者柳，不尚息焉。上帝甚蹈，无自暱焉。俾予靖之，后予极焉。 有菀者柳，不尚愒焉。上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。 有鸟高飞，亦傅于天。彼人之心，于何其臻。曷予靖之，居以凶矜。', '菀（yù）：树木茂盛。
尚：庶几。
蹈：动，变化无常。
昵（nì）：亲近。
俾（bǐ）：使。靖：谋。
极：同“殛（jí）”，惩罚。
愒（qì）：休息。
瘵（zhài）：病。
迈：行，指放逐。
傅：至。
曷（hé）：为什么。
矜（jīn）：危。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (225, '都人士', '彼都人士，狐裘黄黄。其容不改，出言有章。行归于周，万民所望。 彼都人士，台笠缁撮。彼君子女，绸直如发。我不见兮，我心不说。 彼都人士，充耳琇实。彼君子女，谓之尹吉。我不见兮，我心苑结。 彼都人士，垂带而厉。彼君子女，卷发如虿。我不见兮，言从之迈。 匪伊垂之，带则有余。匪伊卷之，发则有旟。我不见兮，云何盱矣。', '都人士：京都人士，大约指当时京城贵族。一说“都人”即“美人”。
黄黄：形容狐裘之毛色。
容：仪容风度。
章：言谈有文采。
望：仰望。
台笠：苔草编成的草帽。台，通“苔”，莎草，可制蓑笠。缁（zī）撮（cuō）：黑布制成的束发小帽。
绸直：头发稠密而直。绸，通“稠”。如发：她们的头发。犹言“乃发”，乃犹“其”。
说（yuè）：同“悦”。
充耳：又名瑱（tiàn），塞耳，古人冠冕上玉石制成的垂在两侧的装饰物。琇（xiù）：一种宝石。实：言琇之晶莹可爱。
尹吉：名叫尹吉的姑娘。一说尹和吉是当时的两个贵族大姓。
苑（yùn）结：即郁结，指心中忧闷、抑郁。苑，一本作“菀（yùn）”。
垂带：腰间所系下垂之带。厉：通“裂”，即系腰的丝带垂下来。
卷（quán）发：蜷曲的头发。虿（chài）：蝎类的一种。长尾曰虿，短尾曰蝎。此形容向上卷翘的发式。
言：语气词，有“于焉”之意。从之：因之。迈：旧训“行”，此言愿从之行。
旟（yú）：扬，上翘貌。
盱（xū）：“吁”之假借，忧伤。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (226, '采绿', '终朝采绿，不盈一匊。予发曲局，薄言归沐。 终朝采蓝，不盈一襜。五日为期，六日不詹。 之子于狩，言韔其弓。之子于钓，言纶之绳。 其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。', '绿（lù）：通“菉”，草名，即荩草，又名王刍（chú），一年生草本，汁可以染黄。
终朝（zhāo）：终日。一说整个早晨。
匊（jū）：同“掬”，两手合捧。
曲局：弯曲，指头发弯曲蓬乱。
薄言：语助词。归沐：回家洗头发。
蓝：草名。此指蓼蓝，可作染青蓝色的染料。
襜（chān）：护裙，田间采集时可用以兜物。《毛传》：“衣蔽前谓之襜”，即今俗称之围裙。
五日：五天，并非确指。《郑笺》解为“五月之日”。期：约定的时间。
六日：六天，并非确指。《郑笺》解为“六月之日”。詹：至，来到。
之子：此子。狩：打猎。
韔（chànɡ）：弓袋，此处用作动词，是说将弓装入弓袋。
纶：钓丝。此处作动词，即整理丝绳的意思。
维何：是什么。维，是。
鲂（fáng）：鳊鱼。鱮（xù）：鲢鱼。
观者：此指钓的鱼众多。段玉裁《说文解字注》：“此引申之义，物多而后可观，故曰：观，多也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (227, '小雅·黍苗', '芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。 我任我辇，我车我牛。我行既集，盖云归哉。 我徒我御，我师我旅。我行既集，盖云归处。 肃肃谢功，召伯营之。烈烈征师，召伯成之。 原隰既平，泉流既清。召伯有成，王心则宁。', '芃（péng）芃：草木繁盛的样子。
辇：人推挽的车子。
集：完成。
盖（hé）：同“盍”，何不。
肃肃：严正的样子。功：工程。
烈烈：威武的样子。
原：高平之地。隰（xí）：低湿之地。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (228, '隰桑', '隰桑有阿，其叶有难。既见君子，其乐如何。 隰桑有阿，其叶有沃。既见君子，云何不乐。 隰桑有阿，其叶有幽。既见君子，德音孔胶。 心乎爱矣，遐不谓矣？中心藏之，何日忘之！', '隰（xí）：低湿的地方。阿（ē）：通“婀”，美。
难（nuó）：通“娜”，盛。
君子：指所爱者。
沃：柔美。
幽：通“黝”，青黑色。
德音：善言，此指情话。孔胶：很缠绵。
遐：何。谓：告诉。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (229, '白华', '白华菅兮，白茅束兮。之子之远，俾我独兮。 英英白云，露彼菅茅。天步艰难，之子不犹。 滮池北流，浸彼稻田。啸歌伤怀，念彼硕人。 樵彼桑薪，卬烘于煁。维彼硕人，实劳我心。 鼓钟于宫，声闻于外。念子懆懆，视我迈迈。 有鹙在梁，有鹤在林。维彼硕人，实劳我心。 鸳鸯在梁，戢其左翼。之子无良，二三其德。 有扁斯石，履之卑兮。之子之远，俾我疧兮。', '白华：即“白花”。
菅（jiān）：多年生草本植物，又名芦芒。
白茅：又名丝茅，因叶似矛得名。
之远：往远方。
俾（bǐ）：使。
英英：又作“泱泱”，云洁白之貌。
露：指水气下降为露珠，兼有沾濡之意。
天步：天运，命运。
不犹：不如。一说不良。
滮（biāo）：水名，在今陕西西安市北。
啸歌：谓号哭而歌。伤怀：忧伤而思。
硕人：高大的人，犹“美人”。此处当指其心中的英俊男子。
樵：薪柴，此处指采木为樵。桑薪：桑木柴火。
卬（áng）：我。女子自称。煁（shén）：越冬烘火之行灶。
劳：忧愁。
鼓钟：敲钟。鼓，敲。
懆（cǎo）懆：愁苦不安。
迈迈：不高兴。
鹙（qīu）：水鸟名，头与颈无毛，似鹤，又称秃鹫。梁：鱼梁，拦鱼的水坝。
鹤在林：鹤为高洁之鸟，反在林，比喻所爱之人已远离去。
戢（jí）其左翼：鸳鸯把嘴插在左翼休息。
二三其德：三心二意，指感情不专一。
有扁：即“扁扁”，乘石的样子。乘石是乘车时所踩的石头。
履：踩，指乘车时踩在脚下。
疧（qí）：因忧愁而得相思病。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (230, '绵蛮', '绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。 绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。 绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。', '①绵蛮：小鸟的模样。
②丘阿：山坳。
③后车：副车，跟在后面的从车。
④惮：畏惧，惧怕。
⑤趋：快走。
(7)极：到达终点。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (231, '小雅·瓠叶', '幡幡瓠叶，采之亨之。君子有酒，酌言尝之。 有兔斯首，炮之燔之。君子有酒，酌言献之。 有兔斯首，燔之炙之。君子有酒，酌言酢之。 有兔斯首，燔之炮之。君子有酒，酌言酬之。', '瓠（hù）：葫芦科植物的总称。
幡（fān）幡：翩翩，反覆翻动的样子。
亨（pēng）：同“烹”，煮。
酌：斟酒。言：助词。尝：品尝。
斯：语助词。首：头，只。一说斯首即白头，兔小者头白。
炮（páo）：将带毛的动物裹上泥放在火上烧。燔（fán）：用火烤熟。
献：主人向宾客敬酒曰献。
炙：将肉类在火上熏烤使熟。
酢（zuò）：回敬酒。
酬：劝酒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (232, '小雅·渐渐之石', '渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。 渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。 有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。', '渐（chán）渐：借为“巉（chán）巉”，险峭的样子。
维其：犹“何其”。
劳：劳苦。一说读为“辽”，指辽远。
武人：指东征将士。
皇：同“遑”，闲暇。朝（zhāo）：早上。
卒（cuì）：借为“崒”，高峻而危险貌。
曷（hé）其没：言何时是个尽头。曷，何。没，尽。
出：出险。朱熹《诗集传）：“谓但知深入不暇谋出也。”
蹢（dí）：蹄子。
烝（zhēng）：众多。一说“进”。
离：借作“丽”，依附，此指靠近。毕：星宿名，二十八宿之一，又叫“天毕”。
俾（bǐ）：使。滂（pāng）沱（tuó）：大雨貌。
不皇他：无暇顾及其他。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (233, '小雅·苕之华', '苕之华，芸其黄矣。心之忧矣，维其伤矣！ 苕之华，其叶青青。知我如此，不如无生！ 牂羊坟首，三星在罶。人可以食，鲜可以饱！', '苕（tiáo）：植物名，又叫凌霄或紫葳，夏季开花。华：同“花”。
芸（yún）其：芸然，一片黄色的样子。
维其：何其。
牂（zāng）羊：母羊。坟首：头大。
三星：泛指星光。罶（liǔ）：捕鱼的竹器。
鲜（xiǎn）：少。

', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (234, '何草不黄', '何草不黄？何日不行？何人不将？经营四方。 何草不玄？何人不矜？哀我征夫，独为匪民。 匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。 有芃者狐，率彼幽草。有栈之车，行彼周道。', '行：出行。此指行军，出征。　
将：出征。　
玄：发黑腐烂。　
矜（guān）：通“鳏”，无妻者。征夫离家，等于无妻。　
兕（sì）：野牛。　
率：沿着。　
芃（péng）：兽毛蓬松。　
栈：役车高高的样子。　
周道：大道。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (235, '大雅·文王', '文王在上，於昭於天。周虽旧邦，其命维新。有周不显，帝命不时。文王陟降，在帝左右。 亹亹文王，令闻不已。陈锡哉周，侯文王孙子。文王孙子，本支百世，凡周之士，不显亦世。 世之不显，厥犹翼翼。思皇多士，生此王国。王国克生，维周之桢；济济多士，文王以宁。 穆穆文王，于缉熙敬止。假哉天命，有商孙子。商之孙子，其丽不亿。上帝既命，侯于周服。 侯服于周，天命靡常。殷士肤敏，祼将于京。厥作祼将，常服黼冔。王之荩臣，无念尔祖。 无念尔祖，聿修厥德。永言配命，自求多福。殷之未丧师，克配上帝。宜鉴于殷，骏命不易！ 命之不易，无遏尔躬。宣昭义问，有虞殷自天。上天之载，无声无臭。仪刑文王，万邦作孚。', '文王：姬姓，名昌，周王朝的缔造者。
於（wū）：叹词，犹“呜”、“啊”。昭：光明显耀。
旧邦：邦，犹“国”。周在氏族社会本是姬姓部落，后与姜姓联合为部落联盟，在西北发展。周立国从尧舜时代的后稷算起。
命：天命，即天帝的意旨。古时奴隶制和封建制国家的君主宣扬自身承受天命来统治天下。周本来是西北一个小国，曾臣服于商王朝，文王使周发展强大，独立称王．奠定灭商的基础，遗命其子姬发：武王）伐商，建立新兴的王朝。
有周：这周王朝。有，指示性冠词。不（pī）：同“丕”，大。
时：是。
陟降：上行曰陟，下行曰降。
左右：犹言身旁。
亹（wěi）亹：勤勉不倦貌。
令闻：美好的名声。不已：无尽。
陈锡：陈，犹“重”、“屡”；锡，赏赐。哉：“载”的假借，初、始。
侯：乃。孙子：子孙。
本支：以树木的本枝比喻子孙蕃衍。
士：这里指统治周朝享受世禄的公侯卿士百官。
亦世：犹“奕世”，即累世。
厥：其。犹：同“猷”，谋划。翼翼：恭谨勤勉貌。
思：语首助词。皇：美、盛。
克：能。
桢（zhēn）：支柱、骨干。王宗石《诗经分类诠释》据《校勘记》谓“桢”字唐石经初刻“桢”，后改为“祯”，“祯”，吉祥福庆之意。此说亦通。
济济：有盛多、整齐美好、庄敬诸义。
穆穆：庄重恭敬貌。
缉熙：光明。敬止：敬之，严肃谨慎。止犹“之”。
假：大。
有：得有。
其丽不亿：其数极多。丽，数；不，语助词；亿，周制十万为亿，这里只是概数，极言其多。
周服：服周。
靡常：无常。
殷士肤敏：殷士，归降的殷商贵族。肤，繁体作“肤”，《说文》曰：“肤，籀文胪。”有陈礼时陈序礼器之意。肤敏，即勤敏地陈序礼器。
祼（guàn）：古代一种祭礼，在神主前面铺白茅，把酒浇茅上，像神在饮酒。将：行。
常服：祭事规定的服装。黼（fǔ）：古代有白黑相间花纹的衣服。冔（xǔ）：殷冕。
荩臣：忠臣。
无：语助词，无义。
聿：发语助词。
永言：久长。言同“焉”，语助词。配命：与天命相合。配，比配，相称。
丧师：指丧失民心。丧，亡、失；师，众、众庶。
克配上帝：可以与上帝之意相称。
骏命：大命，也即天命。骏，大。
遏：止、绝。尔躬：你身。
宣昭：宣明传布。义问：美好的名声。义，善；问，通“闻”。
有：又。虞：审察、推度。殷：于省吾《泽螺居诗经新证》谓为“依”之借字。
载：行事。
臭（xìu）：味。
仪刑：效法。刑，同“型”，模范，仪法，模式。
孚：信服。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (236, '大雅·大明', '明明在下，赫赫在上。天难忱斯，不易维王。天位殷适，使不挟四方。 挚仲氏任，自彼殷商，来嫁于周，曰嫔于京。乃及王季，维德之行。 大任有身，生此文王。维此文王，小心翼翼。昭事上帝，聿怀多福。厥德不回，以受方国。 天监在下，有命既集。文王初载，天作之合。在洽之阳，在渭之涘。 文王嘉止，大邦有子。大邦有子，伣天之妹。文定厥祥，亲迎于渭。造舟为梁，不显其光。 有命自天，命此文王。于周于京，缵女维莘。长子维行，笃生武王。保右命尔，燮伐大商。 殷商之旅，其会如林。矢于牧野，维予侯兴。上帝临女，无贰尔心。 牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，肆伐大商，会朝清明。', '明明：光采夺目的样子。在下：指人间。
赫赫：明亮显著的样子。在上：指天上。
忱：信任。斯：句末助词。
易：轻率怠慢。维：犹“为”。
位：同“立”。适（dí）：借作“嫡”，嫡子。殷嫡，指纣王。《史记·殷本纪》：“帝乙长子曰微子启。启母贱，不得嗣。少子辛，辛母正后，辛为嗣。帝乙崩，子辛立，是为帝辛，天下谓之纣。”
挟：控制、占有。四方：天下。
挚：古诸侯国名，故址在今河南汝南一带，任姓。仲：指次女。挚仲，即太任，王季之妻，文王之母。
自：来自。挚国之后裔，为殷商的臣子，故说太任“自彼殷商”。
嫔（pín）：妇，指做媳妇。京：周京。周部族后稷十三世孙古公亶父（周太王）自豳迁于岐（今陕西岐山一带），其地名周。其子王季（季历）于此地建都城。
乃：就。及：与。
维德之行：犹曰“维德是行”，只做有德行的事情。
大：同“太”。有身：有孕。
文王：姬昌，殷纣时为西伯（西方诸侯），又称西伯昌．为周武王姬发之父，父子共举灭纣大业。
翼翼：恭敬谨慎的样子。
昭：借作“劭”，勤勉。事：服事、侍奉。
聿：犹“乃”，就。怀：徕，招来。
厥：犹“其”，他、他的。回：邪僻。
受：承受、享有。方：大。此言文王做了周国国主。
监：明察。在下：指文王的德业。
初载：初始，指年青时。
作：成。合：婚配。
洽（hé）：水名，源出陕西合阳县，东南流入黄河，现称金水河。阳：河北面。
渭：水名，黄河最大的支流，源于甘肃渭源县，经陕西，于潼关流入黄河。涘（sì）：水边。
嘉：美好，高兴。止：语末助词。一说止为“礼”，嘉止，即嘉礼，指婚礼。
大邦：指殷商。子：未嫁的女子。
伣（qiàn）：如，好比。天之妹：天上的美女。
文：占卜的文辞。
梁：桥。此指连船为浮桥，以便渡渭水迎亲。
不：通“丕”，大。光：荣光，荣耀。
缵（zuǎn）：续。莘（shēn）：国名，在今陕西合阳县一带。姒姓。文王又娶莘国之女，故称太姒。
长子：指伯邑考。行：离去，指死亡。伯邑考早年为殷纣王杀害。
笃：厚，指天降厚恩。一说为发语词。
保右：即“保佑”。命：命令。尔：犹“之”，指武王姬发。
燮（xí）：读为“袭”。袭伐，即袭击讨伐。
会（kuài）：借作“旝”，军旗。其会如林，极言殷商军队之多。
矢：同“誓”，誓师。牧野：地名，在今河南淇县一带，距商都朝歌七十余里。
予：我、我们，作者自指周王朝。侯：乃、才。兴：兴盛、胜利。
临：监临。女：同“汝”，指周武王率领的将士。
无：同“勿”。贰：同“二”。
檀（tán）车：用檀木造的兵车。
驷（sì）騵（yuán）：四匹赤毛白腹的驾辕骏马。彭彭：强壮有力的样子。
师：官名，又称太师。尚父：指姜太公。姜太公，周朝东海人，本姓姜，其先封于吕，因姓吕。名尚，字子牙。年老隐钓于渭水之上，文王访得，载与俱归，立为师，又号太公望，辅佐文王、武王灭纣。
时：是。鹰扬：如雄鹰飞扬，言其奋发勇猛。
凉：辅佐。《韩诗》作“亮”。
肆伐：意同前文之“燮伐”。
会朝（zhāo）：会战的早晨。一说黎明。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (237, '大雅·緜', '緜緜瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶穴，未有家室。 古公亶父，来朝走马。率西水浒，至于岐下。爰及姜女，聿来胥宇。 周原膴膴，堇荼如饴。爰始爰谋，爰契我龟，曰止曰时，筑室于兹。 廼慰廼止，廼左廼右，廼疆廼理，廼宣廼亩。自西徂东，周爰执事。 乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。 捄之陾陾，度之薨薨，筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。 廼立皋门，皋门有伉。廼立应门，应门将将。廼立冢土，戎丑攸行。 肆不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣！ 虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先后。予曰有奔奏，予曰有御侮！', '緜（mián）：同“绵”。
緜緜：即绵绵，不绝貌。瓞（dié）：瓜。小曰瓜，大曰瓞。
土：居住。沮（jū）漆：古二水名，均在今陕西省境内。
古公亶（dǎn）父：周王族十三世祖，后追称大（太）王。古公是称号，犹言“故邠公”；亶父是名。
陶：窑灶。复：古时的一种窑洞，即旁穿之穴。
家室：犹言“宫室”。
朝：早。走马：指避狄难。
率：沿着。浒：水涯。漆沮之侧也。
岐下：岐山之下。岐山在今陕西省岐山县东北。
爰（yuán）：于是。姜女：指古公亶父之妃，姜氏。
聿（yù）：发语词。胥宇：犹言“相宅”，就是考察地势，选择建筑宫室的地址。胥，相，视。
膴（wǔ）膴：肥沃的样子。
堇（jǐn）：旱芹。荼（tú）：苦菜。饴（yí）：用米芽或麦芽熬成的糖浆。
契：锲，指刻龟甲占卜。龟：指占卜所用的龟甲。
曰：语助词。止：言此地可以居住。时：言此时可以动工。
兹：此，这里。
廼（nǎi）：同“乃”。《诗经》各篇通用“乃”，惟此篇与《大雅·公刘》“廼”、“乃”杂用。慰：安定。止：居住。
疆：划分疆界。理：治理土地。
宣：疏通沟渠。亩：整治田垄。
徂（cú）：往，去。
周：徧（遍的异体字）。
司空：管工程的官。
司徒：管土地和力役的官。
俾（bǐ）：使。
缩：捆绑。载：通“栽”，筑墙的长板。
翼翼：动作整齐。
捄（jiū）：盛土于筐。陾（réng）陾：众多貌。
度：填土于筑板内。薨（hōng）薨：填土声。
登登：相应声。
屡：通“塿（lǒu）”，土墙隆起的部分。冯（píng）冯：削平墙面的声音。
堵：五版为堵。兴：起。此言治宫室。
鼛（gāo）：大鼓，长一丈二尺。弗胜：指鼓声盖不过人声。
皋门：王都的郭门。
伉（kàng）：通“亢”。高大貌。
应门：王宫的正门。
将（qiāng）将：庄严雄伟的样子。
冢土：即大社，祭祀社神的地方。冢，大；土，通“社”。
戎：指昆夷，北方的游牧民族，即犬戎。丑：对边远民族的蔑称。攸：所。
肆：于是。殄（tiǎn）：断绝。愠：怒。
陨（yǔn）：坠。问：通“闻”，谓声誉。
柞（zuò）：栎树。棫（yù）：白桵（ruí），与柞皆丛生灌木。
兑（duì）：通“达”，通畅。
混夷：即昆夷。駾（tuì）：突逃。
喙（huì）：疲劳困倦。
虞：古国名，在今山西平陆。芮（ruì）：古国名，在今陕西大荔。质：评断。成：平。
蹶（guì）：感动。生：通“性”。
予：周人自称。曰：语助词。王逸《楚辞章句》引作“聿”。疏附：指能使疏者亲之臣。
先后：指君王前后辅佐之臣。
奔奏：指奔命四方之臣。“奏”亦作“走”。
御侮：指捍卫国家之臣。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (238, '棫朴', '芃芃棫朴，薪之槱之。济济辟王，左右趣之。 济济辟王，左右奉璋。奉璋峨峨，髦士攸宜。 淠彼泾舟，烝徒楫之。周王于迈，六师及之。 倬彼云汉，为章于天。周王寿考，遐不作人？ 追琢其章，金玉其相。勉勉我王，纲纪四方。', '芃（péng）芃：植物茂盛貌。棫（yù）朴：棫，白桵（ruǐ）；朴，枹（bāo）木，二者均为灌木名。
槱（yǒu）：聚积木柴以备燃烧。
济（jǐ）济：美好貌。或音qí，庄敬貌。辟（bì）王：君王。
趣（qū）：趋向，归向。
奉：通“捧”。璋：即“璋瓒”，祭祀时盛酒的玉器。
峨峨：盛装壮美的样子。
髦士：俊士，优秀之士。攸：所。宜：适合。
淠（pì）：船行貌。泾：泾河。
烝徒：众人。楫之：举桨划船。
于迈：于征，出征。
师：军队，二千五百人为一师。
倬（zhuō）：广大。云汉：银河。
章：文章，文彩。
倏：长寿。
遐：通“何”。作人：培育、造就人。
追（duī）：通“雕”。追琢，即雕琢。
相：内质，质地。
勉勉：勤勉不已。
纲纪：治理，管理。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (239, '大雅·旱麓', '瞻彼旱麓，榛楛济济。岂弟君子，干禄岂弟。 瑟彼玉瓒，黄流在中。岂弟君子，福禄攸降。 鸢飞戾天，鱼跃于渊。岂弟君子，遐不作人？ 清酒既载，骍牡既备。以享以祀，以介景福。 瑟彼柞棫，民所燎矣。岂弟君子，神所劳矣。 莫莫葛藟，施于条枚。岂弟君子，求福不回。', '旱麓：旱山山脚。旱，山名，据考证在今陕西省南郑县附近。
榛（zhēn）楛（hù）：两种灌木名。济（jǐ ）济：众多的样子。
岂（kǎi）弟（tì）：即“恺悌”，和乐平易。君子：指周文王。
干（gān）：求。
瑟：光色鲜明的样子。玉瓒（zàn）：圭瓒，天子祭祀时用的酒器。玉圭做柄，柄的一端是勺，用以舀秬鬯。
黄流：黄，用黄金制成或镶金的酒勺；流。用黑黍和郁金草酿造配制的酒，用于祭祀，即秬（jù）鬯（chàng）。
攸：所。
鸢（yuān）：鸷（zhì）鸟名。即老鹰。戾（lì）：到，至。
遐：通“胡”，何。作：作成，作养。
骍（xīn）牡：红色的公牛。
介：求。景：大。
瑟：众多的样子，与第二章的“瑟”字不同义。柞（zuò）棫（yù）：栎（lì）树与白桵（ruí）树。郑玄笺：“柞，栎也；棫，白桵也。”
燎（liǎo）：焚烧，此指燔柴祭天。
劳：慰劳。或释为保佑。
莫莫：同“漠漠”，众多而没有边际的样子。葛藟（léi）：葛藤。
施（yì）：伸展绵延。条枚：树枝和树干。
回：奸回，邪僻。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (240, '大雅·思齐', '思齐大任，文王之母，思媚周姜，京室之妇。大姒嗣徽音，则百斯男。 惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，以御于家邦。 雍雍在宫，肃肃在庙。不显亦临，无射亦保。 肆戎疾不殄，烈假不瑕。不闻亦式，不谏亦入。肆成人有德，小子有造。古之人无斁，誉髦斯士。', '思：发语词，无义。齐（zhāi）：通“斋”，端庄貌。大任：即太任，王季之妻，文王之母。
媚：美好。周姜：即太姜。古公亶父之妻，王季之母，文王之祖母。
京室：王室。
大姒：即太姒，文王之妻。嗣：继承，继续。徽音：美誉。
百斯男：众多男儿。百，虚指，泛言其多。斯，语助词，无义。
惠：孝敬。宗公：宗庙里的先公，即祖先。
神：此处指祖先之神。罔：无。时：所。
恫（tōnɡ）：哀痛。
刑：同“型”，典型，典范。寡妻：嫡妻。
御：治理。
雝（yōnɡ）雝：和洽貌。宫：家。
肃肃：恭敬貌。庙：宗庙。
不显：不明，幽隐之处。临：临视。
无射（yì）：即“无斁”，不厌倦。“射”为古“斁”字。保：保持。
肆：所以。戎疾：西戎之患。殄：残害，灭绝。
烈假：指害人的疾病。瑕，与“殄”义同。
式：适合。
入：接受，采纳。
小子：儿童。造：造就，培育。
古之人：指文王。无斁（yì）：无厌，无倦。
誉：美名，声誉。髦：俊，优秀。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (241, '皇矣', '皇矣上帝，临下有赫。监观四方，求民之莫。维此二国，其政不获。维彼四国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。 作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。 帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。 维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。 帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。 依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。 帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。 临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，四方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽。四方以无拂。', '皇：光辉、伟大。
临：监视。下：下界、人间。赫：显著。
莫：通“瘼”，疾苦。
二国：有谓指夏、殷，有谓指豳、邰，皆不确。马瑞辰《毛诗传笺通释》引或说：“古文上作二，与一二之二相似，二国当为上国之误。”此说是，上国系指殷商。
政：政令。获：得。不获，不得民心。
四国：天下四方。
爰：就。究：研究。度（duó）：图谋。
耆：读为“稽”，考察。
式：语助词。式廓：犹言“规模”。
眷：思慕、宠爱。西顾：回头向西看。西，指岐周之地。
此：指岐周之地。宅：安居。
作：借作“柞”，砍伐树木。屏（bǐng）：除去。
菑（zī）：指直立而死的树木。翳：通“殪”，指死而仆倒的树木。
修：修剪。平：铲平。
灌：丛生的树木。栵（lì）：斩而复生的枝杈。
启：开辟。辟：排除。
柽（chēng）：木名，俗名西河柳。椐（jū）：木名，俗名灵寿木。
攘：排除。剔：剔除。
檿（yǎn）：木名，俗名山桑。柘（zhè）：木名，俗名黄桑。以上皆为倒装句式。
帝：上帝。明德：明德之人，指太王古公亶父。
串夷：即昆夷，亦即犬戎。载：则。路：借作“露”，败。太王原居豳，因犬戎侵扰，迁于岐，打败了犬戎。
厥：其。配：配偶。太王之妻为太姜。
既：犹“而”。固：坚固、稳固。
省（xǐng）：察看。山：指岐山，在今陕西省。
柞、棫：两种树名。斯：犹“乃”。拔：拔除。
兑（duì）：直立。
作：兴建。邦：国。对：疆界。
大伯：即太伯，太王长子。次子虞仲，三子季历。太王爱王季，太伯、虞仲为让位于季历，逃至南方，另建吴国。太王死后，季历为君，是为王季。
因心：姚际恒《诗经通论》：“因心者，王季因太王之心也，故受太伯之让而不辞，则是能友矣。”友：友爱兄弟。
则：犹“能”。
笃：厚益，增益。庆：吉庆，福庆。载：则。
锡：同“赐”。光：荣光。丧：丧失。
奄：全。尽。
貊（mò）：《左传·昭公二十八年》及《礼记·乐记》皆引作“莫”。莫，传布。
克：能。明：明察是非。类：分辨善恶。
长：师长。君：国君。
王（wàng）：称王，统治。
顺：使民顺从。比：使民亲附。
比于：及至。
悔：借为“晦”，不明。
施（yì）：延续。
畔援：犹“盘桓”，徘徊不进的样子。
歆羡：犹言“觊觎”，非分的希望和企图。
诞：发语词。先登于岸：喻占据有利形势。
密：古国名，在今甘肃灵台一带。
阮：古国名，在今甘肃泾川一带，当时为周之属国。阻：往，至。共（gōng）：古国名，在今甘肃泾川北，亦为周之属国。
赫：勃然大怒的样子。斯：犹“而”。
旅：军队。
按：遏止。徂旅：此指前来侵阮、侵共的密国军队。
笃：厚益、巩固。祜（hù）：福。
对：安定。
依：凭借。京：高丘。
陟（zhì）：登。
矢：借作“施”，陈设。此指陈兵。
阿：大的丘陵。
鲜（xiǎn）：犹“巘”，小山。
阳：山南边。
将：旁边。
方：准则，榜样。
大：注重。以：犹“与”。
长：挟，依恃。夏：夏楚，刑具。革：兵甲，指战争。
顺：顺应。则：法则。
仇：同伴。方：方国。仇方，与国、盟国。
弟兄：指同姓国家。
钩援：古代攻城的兵器。以钩钩入城墙，牵钩绳攀援而登。
临、冲：两种军车名。临车上有望楼，用以瞭望敌人，也可居高临下地攻城。冲车则从墙下直冲城墙。
崇：古国名，在今陕西西安、户县一带，殷末崇侯虎即崇国国君，《尚书大传》有“文王六年伐崇”的记载。墉：城墙。
闲闲：摇动的样子。
言言：高大的样子。
汛：读为“奚”，俘虏。连连：接连不断的状态。
攸：所。馘（guó）：古代战争时将所杀之敌割取左耳以计数献功，称“馘”，也称“获”。安安：安闲从容的样子。
是：乃，于是。类：通“禷”，出征时祭天。祃（mà）：师祭，至所征之地举行的祭祀；或谓祭马神。
致：招致。附：安抚。
茀茀：强盛的样子。
仡（yì）仡：高崇的样子。
肆：通“袭”。
忽：灭绝。
拂：违背，抗拒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (242, '大雅·灵台', '经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。 王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。 虡业维枞，贲鼓维镛。於论鼓钟，於乐辟廱。 於论鼓钟，於乐辟廱。鼍鼓逢逢。蒙瞍奏公。', '经始：开始计划营建。灵台：古台名，故址在今陕西西安西北。
攻：建造。
亟：同“急”。
子来：像儿子似的一起赶来。
灵囿：古代帝王畜养禽兽的园林名。
麀（yōu）鹿：母鹿。
濯濯（zhuó）：肥壮貌。
翯（hè）翯：洁白貌。
灵沼：池沼名。
於（wū）：叹美声。牣（rèn）：满。
虡（jù）：悬钟的木架。业：装在虡上的横板。枞（cōng）：崇牙，即虡上的载钉，用以悬钟。
贲（fén）：借为“鼖”，大鼓。　
论：通“伦”，有次序。
辟廱（bì yōng）：离宫名，与作学校解的“辟廱”不同，见戴震《毛郑诗考证》。
鼍（tuó）：即扬子鳄，一种爬行动物，其皮制鼓甚佳。逢（péng）逢：鼓声。
蒙瞍：古代对盲人的两种称呼。当时乐官乐工常由盲人担任。公：读为“颂”，歌。或谓通“功”，奏功，成功。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (243, '下武', '下武维周，世有哲王。三后在天，王配于京。 王配于京，世德作求。永言配命，成王之孚。 成王之孚，下土之式。永言孝思，孝思维则。 媚兹一人，应侯顺德。永言孝思，昭哉嗣服。 昭兹来许，绳其祖武。於万斯年，受天之祜。 受天之祜，四方来贺。於万斯年，不遐有佐。', '下武：在后继承。下，后；武，继承。
世：代。哲王：贤明智慧的君主。
三后：指周的三位先王太王、王季、文王。后，君王。
王：此指武王。配：指上应天命。
求：通“逑”，匹配。马瑞辰《毛诗传笺通释》：“按‘求’当读为‘逑’。逑，匹也，配也。……言王所以配于京者，由其可与世德配合耳。”
言：语助词。命：天命。
孚：使人信服。
下土：下界土地，也就是人间。式：榜样，范式。
孝思：孝顺先人之思，此系以孝代指所有的美德，举一以概之。王引之《经义述闻》：“孝者美德之通称，非谓孝弟之孝。”
则：法则。此谓以先王为法则。
媚：爱戴。一人：指周天子。
应侯顺德：吴闿生《诗义会通》：“侯，乃也；应，当也。‘应侯顺德’，犹云应乃懿德。”而《水经注》等书认为应侯是武王之子，封于应（地在今河南宝丰西南）。
昭：光明，显耀。嗣服：后进，指成王。马瑞辰《毛诗传笺通释》：“《广雅·释诂》：‘服、进，行也。’……《仪礼·特牲·馈食礼》注：‘嗣，主人将为后者。’……是知嗣服即后进也。”
兹：同“哉”。马瑞辰《毛诗传笺通释》：“兹、哉古同声通用。”来许：同“后进”。马瑞辰《毛诗传笺通释》：“谢沈书引作‘昭哉来御’是也，……许、御声义同，故通用。……‘昭哉来许’犹上章‘昭哉嗣服’也。”
绳：承。武：足迹。祖武，指祖先的德业。
於（wū）：感叹之词。斯：语助词。
祜（hù）：福。
不遐：马瑞辰《毛诗传笺通释》：“不遐’即‘遐不’之倒文。凡《诗》言遐不者，遐、胡一声之转，犹云胡不也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (244, '大雅·文王有声', '文王有声，遹骏有声。遹求厥宁，遹观厥成。文王烝哉！ 文王受命，有此武功。既伐于崇，作邑于丰。文王烝哉！ 筑城伊淢，作丰伊匹。匪棘其欲，遹追来孝。王后烝哉！ 王公伊濯，维丰之垣。四方攸同，王后维翰。王后烝哉！ 丰水东注，维禹之绩。四方攸同，皇王维辟。皇王烝哉！ 镐京辟雍，自西自东，自南自北，无思不服。皇王烝哉！ 考卜维王，宅是镐京。维龟正之，武王成之。武王烝哉！ 丰水有芑，武王岂不仕？诒厥孙谋，以燕翼子。武王烝哉！', '遹（yù）：陈奂《诗毛氏传疏》：“全诗多言‘曰’、‘聿’，唯此篇四言‘遹’，遹即曰、聿，为发语之词。《说文》……引诗‘欥求厥宁’。从欠曰，会意，是发声。当以欥为正字，曰、聿、遹三字皆假借字。”
烝（zhēng）：《尔雅》释“烝”为“君”。又陆德明《经典释文》引韩诗云：“烝，美也。”可知此诗中八用“烝”字皆为叹美君主之词。
于崇：“于”本作“邘”，古邘国，故地在今河南沁阳。崇为古崇国，故地在今陕西户县，周文王曾讨伐崇侯虎。
丰：故地在今陕西西安沣水西岸。
淢（xù）：假借为“洫”，即护城河。
棘（jí）：陆德明《经典释文》作“亟”，《礼记》引作“革”。按段玉裁《古十七部谐声表》，棘、亟、革同在第一部，是其音义通，此处皆为“急”义。
王后：第三、四章之“王后”同指周文王。有人将其释为“周武王”，误。
公：同“功”。濯（zhuó）：本义是洗涤，引申有“光大”义。
翰：主干。
皇王：第五、六章之“皇王”皆指周武王。辟（bì）：陈奂《诗毛氏传疏》认为当依《经典释文》别义释为“法”。
镐（hào）：周武王建立的西周国都，故地在今陕西西安沣水以东的昆明池北岸。辟廱（bì yōnɡ）：西周王朝所建天子行礼奏乐的离宫。
无思不服：王引之《经传释词》云：“无思不服’，无不服也。思，语助耳。”
宅：刘熙《释名》释“宅”为“择”，指择吉祥之地营建宫室。“宅”是乇声字，与“择”古音同部，故可相通。
芑（qǐ）：同“杞”。芑、杞都是己声字，古音同部，故杞为本字，芑是假借字，应释为杞柳。
仕：毛传释“仕”为“事”，古通用。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (245, '大雅·生民', '厥初生民，时维姜嫄。生民如何？克禋克祀，以弗无子。履帝武敏歆，攸介攸止，载震载夙。载生载育，时维后稷。 诞弥厥月，先生如达。不坼不副，无菑无害，以赫厥灵。上帝不宁，不康禋祀，居然生子。 诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。 诞实匍匐，克岐克嶷，以就口食。蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。 诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎。实发实秀，实坚实好。实颖实栗，即有邰家室。 诞降嘉种，维秬维秠，维穈维芑。恒之秬秠，是获是亩。恒之穈芑，是任是负，以归肇祀。 诞我祀如何？或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。载谋载惟，取萧祭脂。取羝以軷，载燔载烈，以兴嗣岁。 昂盛于豆，于豆于登，其香始升。上帝居歆，胡臭亶时。后稷肇祀，庶无罪悔，以迄于今。', '厥初：其初。
时：是。姜嫄yuán：：传说中有邰氏之女，周始祖后稷之母。头两句是说那当初生育周民的，就是姜嫄。
克：能。禋yīn：：祭天的一种礼仪，先烧柴升烟，再加牲体及玉帛于柴上焚烧。
弗：“祓”的假借，除灾求福的祭祀，一种祭祀的典礼。一说“以弗无”是以避免没有之意。
履：践踏。帝：上帝。武：足迹。敏：通“拇”，大拇趾。歆：心有所感的样子。
攸：语助词。介：通“祄”，神保佑。止：通“祉”，神降福。
载震载夙sù：：或震或肃，指十月怀胎。
诞：迨，到了。弥：满。
先生：头生，第一胎。如：而。达：滑利。
坼chè：：裂开。副pì：：破裂。
菑zāi：：同“灾”。
不：丕。不宁，丕宁，大宁。
不康：丕康。丕，大。
寘zhì：：弃置。
腓féi：：庇护。字：哺育。
平林：大林，森林。
会：恰好。
鸟覆翼之：大鸟张翼覆盖他。
呱gū：：小儿哭声。
实：是。覃tán：：长。訏xū：：大。
载：充满。
匍匐：伏地爬行。
岐：知意。嶷：识。
就：趋往。口食：生恬资料。
蓺yì：：同“艺”，种植。荏菽：大豆。
旆pèi：旆：草术茂盛。
役：通“颖”。颖，禾苗之末。穟suí：穟：禾穗丰硬下垂的样子
幪méng：幪：茂密的样子。
瓞dié：：小瓜。唪fěng：唪：果实累累的样子。
穑：耕种。
有相之道：有相地之宜的能力。
茀：拂，拔除。
黄茂：嘉谷，指优良品种，即黍、稷。孔颖达疏：“谷之黄色者，惟黍、稷耳。黍、稷，谷之善者，故云嘉谷也。”
实：是。方：同“放”。萌芽始出地面。苞：苗丛生。
种：禾芽始出。褎yòu：：禾苗渐渐长高。
发：发茎。秀：秀穗。
坚：谷粒灌浆饱满。
颖：禾穗末稍下垂。栗：栗栗，形容收获众多貌。
邰：当读作“颐”，养。谷物丰茂，足以养家室之意。
降：赐与。
秬jù：：黑黍。秠pǐ：：黍的一种，一个黍壳中含有两粒黍米。
穈mén：：赤苗，红米。芑qǐ：：白苗，白米。
恒：遍。
亩：堆在田里。
任：挑起。负：背起。
肇：开始。祀：祭祀。
揄yóu：：舀，从臼中取出舂好之米。
簸：扬米去糠。蹂：以手搓余剩的谷皮。
释：淘米。叟叟：淘米的声音。
烝：同“蒸”。浮浮：热气上升貌。
惟：考虑。
萧：香蒿。脂：牛油。
羝dī：：公羊。軷：读为“拔”，即剥去羊皮。
燔fán：：将肉放在火里烧炙。烈：将肉贯穿起来架在火上烤。
嗣岁：来年。
昂：仰，举。豆：古代一种高脚容器。
登：瓦制容器。
居歆xīn：：为歆，应该前来享受。
胡臭xiù：亶dǎn：时：为什么香气诚然如此好。臭，香气；亶，诚然，确实；时，善，好。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (246, '行苇', '敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。 肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。 敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。 曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。', '行苇：道路边的芦苇。行：道路。
敦（tuán）彼：苇草丛生貌。
践履：践踏。
方苞：指枝叶尚包裹未分之时。体：成形。
泥泥：苇叶润泽貌。
戚戚：亲热。
远：疏远。具：通“俱”。尔：“迩”，近。
肆：陈设。筵：竹席。
几：古人席地而坐时，所依靠的矮脚小木桌，一般是老人才用。
缉御：相继有人侍候。缉，继续。御，侍者。
献：主人对客敬酒。酢（zuò）：客人拿酒回敬。
洗爵：周时礼制，主人敬洒，取几上之杯先洗一下，再斟酒献客，客人回敬主人，也是如此操作。爵，古酒器，青铜制，有流、柱、鋬（pàn）和三足。奠斝（jiǎ）：周时礼制，主人敬的酒客人饮毕，则置杯于几上；客人回敬主人，主人饮毕也须这样做。奠，置。斝，古酒器，青铜制，圆口，有鋬和三足。
醓（tǎn）：多汁的肉酱。醢（hǎi）：肉酱。荐：进献。
燔（fán）：烧肉。炙：烤肉。
脾：通“膍（pí）”，牛胃，俗称牛百叶。臄（jué）：牛舌。
歌：配着琴瑟唱，叫“歌”。咢（è）：只打鼓不伴唱，叫“咢”。
敦（diāo）弓：雕弓。敦，通“雕”。坚：坚固，坚劲。
鍭（hóu）：一种箭，金属箭头，鸟羽箭尾。钧：合乎标准。
舍矢：放箭。均：射中。
序宾：安排宾客在宴席上的座位次序。贤：此指射技的高低。
句（gōu）：借为“彀”，张弓引满。
树：竖立，指箭射在靶子上像树立着一样。
侮：轻侮，怠慢。
曾孙：主祭者之称，他对祖先神灵自称曾孙。
醴（lǐ）：甜酒。醹（rú）：酒味醇厚。
斗：古酒器。大斗柄长三尺。此指用大勺斟酒以痛饮。
祈：求。黄耇（gǒu）：年高长寿。
台背：或谓背有老斑如鲐鱼，或谓背驼，总之都是老态龙钟的样子。台，同“鲐”。
引：引道。此指搀扶。翼：扶持帮助。
寿考：长寿。祺（qí）：福，吉祥。
介：借为“丐”，乞求。景福：大福。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (247, '大雅·既醉', '既醉以酒，既饱以德。君子万年，介尔景福。 既醉以酒，尔肴既将。君子万年，介尔昭明。 昭明有融，高朗令终，令终有俶。公尸嘉告。 其告维何？笾豆静嘉。朋友攸摄，摄以威仪。 威仪孔时，君子有孝子。孝子不匮，永锡尔类。 其类维何？室家之壶。君子万年，永锡祚胤。 其胤维何？天被尔禄。君子万年，景命有仆。 其仆维何？釐尔女士。釐尔女士，从以孙子。', '既：已经。
德：恩惠。
介：借为“丐”，施予。尔：指君子。景福：大福。
将：行也。亦奉持而进也。一说通“臧”。
昭明：光明。
有融：融融，盛长之貌。
令终：好的结果。
俶（chù）：始。
公尸：古代祭祀时以人装扮成祖先接受祭祀，这人就称“尸”，祖先为君主诸侯，则称“公尸”。嘉告：好话，指祭祀时祝官代表尸为主祭者致嘏辞（赐福之辞）。
笾（biān）豆：两种古代食器、礼器，笾竹制，豆陶制或青铜制。静：善。
攸摄：所助，所辅。摄，辅助。
孔时：很好。
匮（kuì）：亏，竭。
锡（cì）：同“赐”。类：属类。
壸（kǔn）：宫中之道，言深远而严肃也。引申为齐家。
祚（zuò）：福。胤（yìn）：后嗣。
被：加。
景命：大命，天命。仆：附。
釐（lí）：赐。女士：女男，才女。又《郑笺》释为“女而有士行者，谓生淑媛，使为之妃也”。
从以：随之以。孙子：“子孙”的倒文。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (248, '大雅·凫鹥', '凫鹥在泾，公尸来燕来宁。尔酒既清，尔肴既馨。公尸燕饮，福禄来成。 凫鹥在沙，公尸来燕来宜。尔酒既多，尔肴既嘉。公尸燕饮，福禄来为。 凫鹥在渚，公尸来燕来处。尔酒既湑，尔肴伊脯。公尸燕饮，福禄来下。 凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。 凫鹥在亹，公尸来止熏熏。旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。', '凫（fú）：野鸭。鹥（yī）：沙鸥。
泾：径直前流之水。
尸：神主。燕：通“宴”，宴饮。宁：享安宁。
尔：指主祭者，即周王。
肴（yáo）：古同“肴”，菜肴。馨：香气。
来成：成，成就，成全。
沙：水边沙滩。
宜：顺，安享。
为：帮助。《郑笺》：“为犹助也。助成王也。”
渚（zhǔ）：河流湖泊中的沙洲。
处：安乐。这里指坐。
湑（xū）：指酒过滤去滓。酒去滓后则变清，故有清意。
伊：语助词。脯（fǔ）：肉干。
潨（cóng）：港汊，水流会合之处。
宗：借为“悰（cóng）”，快乐。一解为尊敬，尊崇。
宗：宗庙，祭祀祖先的庙。
崇：高，此作动词，加高，增加。《毛传》：“崇，重也。”
亹（mén）：峡中两岸对峙如门的地方。
熏熏：同“薰薰”，香味四传。一解为和悦的样子。
旨：甘美。欣欣：《毛传》：“欣欣然，乐也。芬芬，香也。”
燔（fán）炙：指烧烤肉。燔，本义是焚烧，引申为烧烤。芬芬：肉味香浓貌。
艰：灾难，不幸。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (249, '大雅·假乐', '假乐君子，显显令德，宜民宜人。受禄于天，保右命之，自天申之。 干禄百福，子孙千亿。穆穆皇皇，宜君宜王。不愆不忘，率由旧章。 威仪抑抑，德音秩秩。无怨无恶，率由群匹。受福无疆，四方之纲。 之纲之纪，燕及朋友。百辟卿士，媚于天子。不解于位，民之攸塈。', '假：通“嘉”，美好。乐（yuè）：音乐。
君子：指周王。
令德：美德。
宜：适合。民：庶民。人：指群臣。
保右：即保佑。命：天之令，即上天的旨意。
申：重复。
干：祈求。一说“干”字是“千”字之误。
千亿：虚数，极言其多。
穆穆：肃敬。皇皇：光明。
愆（qiān）：过失。忘：糊涂。
率：循。由：从。
抑抑：通“懿懿”，庄美的样子。
秩秩：有条不紊的样子。
群匹：众臣。
纲：纲纪，准绳。
燕：安。
百辟（bì）：众诸侯。
媚：爱。
解（xiè）：通“懈”，怠慢。
攸：所。墍（xì）：安宁。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (250, '大雅·公刘', '笃公刘，匪居匪康。乃埸乃疆，乃积乃仓；乃裹餱粮，于橐于囊。思辑用光，弓矢斯张；干戈戚扬，爰方启行。 笃公刘，于胥斯原。既庶既繁，既顺乃宣，而无永叹。陟则在巘，复降在原。何以舟之？维玉及瑶，鞞琫容刀。 笃公刘，逝彼百泉。瞻彼溥原，乃陟南冈。乃觏于京，京师之野。于时处处，于时庐旅，于时言言，于时语语。 笃公刘，于京斯依。跄跄济济，俾筵俾几。既登乃依，乃造其曹。执豕于牢，酌之用匏。食之饮之，君之宗之。 笃公刘，既溥既长。既景乃冈，相其阴阳，观其流泉。其军三单，度其隰原。彻田为粮，度其夕阳。豳居允荒。 笃公刘，于豳斯馆。涉渭为乱，取厉取锻，止基乃理。爰众爰有，夹其皇涧。溯其过涧。止旅乃密，芮鞫之即。', '笃：诚实忠厚。
匪居匪康：朱熹《诗集传》：“居，安；康，宁也。”匪，不。句谓不贪图居处的安宁。
埸（yì）：田界。廼，同“乃”。
积：露天堆粮之处，后亦称“庾”。仓：仓库。
餱（hóu）粮：干粮。
于橐（tuó）于囊：指装入口袋。有底曰囊，无底曰橐。
思辑：谓和睦团结。思，发语辞。用光：以为荣光。
斯：发语辞。张：准备，犹今语张罗。
干：盾牌。戚：斧。扬：大斧，亦名钺。
胥：视察。斯原：这里的原野。
庶、繁：人口众多。朱熹《诗集传》：“庶繁，谓居之者众也。”
顺：谓民心归顺。宣：舒畅。
陟（zhì）：攀登。巘（yǎn）：小山。
舟：佩带。
鞸（bǐng）：刀鞘。琫（běng）：刀鞘口上的玉饰。
逝：往。
溥（pǔ）：广大。
觏（gòu）：察看。京：高丘。一释作豳之地名。
京师：朱熹《诗集传》：“京师，高山而众居也。董氏曰：‘所谓京师者，盖起于此。’其后世因以所都为京师也。”
于时：于是。时，通“是”。处处：居住。
庐旅：此二字古通用，即“旅旅”，寄居之意。见马瑞辰《毛诗传笺通释》。此指宾旅馆舍。
跄跄济济：朱熹《诗集传》：“群臣有威仪貌。”案，跄跄，形容走路有节奏；济济，从容端庄貌。
俾（bǐ）筵俾几：俾，使。筵，铺在地上坐的席子。几，放在席子上的小桌。古人席地而坐，故云。
乃造其曹：造，三家诗作告。曹，祭猪神。朱熹《诗集传》：“曹，群牧之处也。”亦可通。一说指众宾。
牢：猪圈。
酌之：指斟酒。匏：葫芦，此指剖成的瓢，古称匏爵。
君之：指当君主。宗之，指当族主。
既景乃冈：朱熹《诗集传》：“景，考日景以正四方也。冈，登高以望也。”按，景通“影”。
相其阴阳：相，视察。阴阳，指山之南北。南曰阳，北曰阴。
三单（shàn）：单，通“禅”，意为轮流值班。三单，谓分军为三，以一军服役，他军轮换。毛传：“三单，相袭也。”亦此意。
度：测量。隰（xí）原：低平之地。
彻田：周人管理田亩的制度。朱熹《诗集传》：“彻，通也。一井之田九百亩，八家皆私百亩，同养公田，耕则通力而作，收则计亩而分也。周之彻法自此始。”
夕阳：《尔雅·释山）：“山西曰夕阳。”
允荒：确实广大。
渭：渭水，源出今甘肃渭源县北鸟鼠山，东南流至清水县，入今陕西省境，横贯渭河平原，东流至潼关，入黄河。乱：横流而渡。
厉：通“砺”，磨刀石。锻：打铁，此指打铁用的石锤。
止基乃理：《诗集传》：“止，居；基，定也；理，疆理也。”一释止为既，基为基地，理为治理，意较显豁。
爰众爰有：谓人多且富有。
皇涧：豳地水名。
过涧：亦水名，“过”读平声。
止旅乃密：指前来定居的人口日渐稠密。
芮鞫（ruìjū）：朱熹《诗集传》：“芮，水名，出吴山西北，东入泾。《周礼·职方》作汭。鞫，水外也。”以上几句谓皇涧、过涧既定，又向芮水流域发展。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (251, '泂酌', '泂酌彼行潦，挹彼注兹，可以餴饎。岂弟君子，民之父母。 泂酌彼行潦，挹彼注兹，可以濯罍。岂弟君子，民之攸归。 泂酌彼行潦，挹彼注兹，可以濯溉。岂弟君子，民之攸塈。', '泂（jiǒng）：远。酌（zhuó）：古通“爵”，中国古代的一种酒器。行（háng）潦（lǎo）：路边的积水。
挹（yì）：舀出。注：灌入。
餴（fēn）：蒸。饎（chì）：旧训酒食，非。
岂弟（kǎi tì）：即“恺悌”，本义为和乐平易，恺者，大也；悌者，长也。君子之德长且大者，则为民父母”数语，则在此特训为恩德深长广大。
罍（léi）：古酒器，似壶而大。
攸：所。归：归附。
溉：洗。或谓通“概”，一种盛酒漆器。王引之《经义述闻》：“‘溉’当读为‘概’。概，漆尊也。”
塈（xì）：毛传：“塈，息也。”', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (252, '卷阿', '有卷者阿，飘风自南。岂弟君子，来游来歌，以矢其音。 伴奂尔游矣，优游尔休矣。岂弟君子，俾尔弥尔性，似先公酋矣。 尔土宇昄章，亦孔之厚矣。岂弟君子，俾尔弥尔性，百神尔主矣。 尔受命长矣，茀禄尔康矣。岂弟君子，俾尔弥尔性，纯嘏尔常矣。 有冯有翼，有孝有德，以引以翼。岂弟君子，四方为则。 颙颙卬卬，如圭如璋，令闻令望。岂弟君子，四方为纲。 凤凰于飞，翙翙其羽，亦集爰止。蔼蔼王多吉士，维君子使，媚于天子。 凤凰于飞，翙翙其羽，亦傅于天。蔼蔼王多吉人，维君子命，媚于庶人。 凤凰鸣矣，于彼高冈。梧桐生矣，于彼朝阳。菶菶萋萋，雍雍喈喈。 君子之车，既庶且多。君子之马，既闲且驰。矢诗不多，维以遂歌。', '有卷（quán）：卷卷。卷，卷曲。阿：大丘陵。
飘风：旋风。
岂弟（kǎitì）：即“恺悌”，和乐平易。
矢：陈，此指发出。
伴奂：据郑玄笺：“伴奂，自纵弛之意也。”则“伴奂”当即“泮涣”，无拘无束之貌。或谓读为“盘桓”，非。
优游：从容自得之貌。
俾（bǐ）：使。尔：指周天子。弥：终，尽。性：同“生”，生命。
似：同“嗣”，继承。酋：同“猷”，谋划。
昄（bǎn）章：版图。
孔：很。
主：主祭。
茀（fú）：通“福”。
纯嘏（gǔ）：大福。
冯（píng）：辅。翼：助。
引：牵挽。
则：标准。
颙（yōng）颙：庄重恭敬。昂（áng）昂：气概轩昂。
圭：古代玉制礼器，长条形，上端尖。璋：也是古代玉制礼器，长条形，上端作斜锐角。
令：美好。闻：声誉。
翙（huì）翙：鸟展翅振动之声。
爰：而。
蔼蔼：众多貌。吉士：贤良之士。
媚：爱戴。
傅：至。
朝阳：指山的东面，因其早上为太阳所照，故称。
菶（běng）菶：草木茂盛貌。
雝（yōng）雝喈（jiē）喈：鸟鸣声。
庶：众。
闲：娴熟。
不多：很多。不，读为“丕”，大。
遂：对。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (253, '大雅·民劳', '民亦劳止，汔可小康。惠此中国，以绥四方。无纵诡随，以谨无良。式遏寇虐，憯不畏明。柔远能迩，以定我王。 民亦劳止，汔可小休。惠此中国，以为民逑。无纵诡随，以谨惛怓。式遏寇虐，无俾民忧。无弃尔劳，以为王休。 民亦劳止，汔可小息。惠此京师，以绥四国。无纵诡随，以谨罔极。式遏寇虐，无俾作慝。敬慎威仪，以近有德。 民亦劳止，汔可小愒。惠此中国，俾民忧泄。无纵诡随，以谨丑厉。式遏寇虐，无俾正败。戎虽小子，而式弘大。 民亦劳止，汔可小安。惠此中国，国无有残。无纵诡随，以谨缱绻。式遏寇虐，无俾正反。王欲玉女，是用大谏。', '止：语气词。
汔（qì）：庶几。康：安康，安居。
惠：爱。中国：周王朝直接统治的地区，也就是“王畿”，相对于四方诸侯国而言。
绥（suí）：安。
纵：放纵。诡随：诡诈欺骗。
谨：指谨慎提防。
式：发语词。寇虐：残害掠夺。
憯（cǎn）：曾，乃。
柔：爱抚。能：亲善。
逑（qiú）：聚合。
惛（hūn）怓（náo）：喧嚷争吵。
俾（bǐ）：使。
尔：指在位者。劳：劳绩，功劳。
休：美，此指利益。
罔（wǎng）极：没有准则，没有法纪。
慝（tè）：恶。
愒（qì）：休息。
丑厉：恶人。
正：通“政”。
戎：你，指在位者。小子：年轻人。
式：作用。
缱（qiǎn）绻（quǎn）：固结不解，指统治者内部纠纷。
正反：政治颠倒。
玉女（rǔ）：爱汝。玉，此作动词，像爱玉那样地宝爱；女，汝。
是用：是以，因此。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (254, '大雅·板', '上帝板板，下民卒瘅。出话不然，为犹不远。靡圣管管。不实于亶。犹之未远，是用大谏。 天之方难，无然宪宪。天之方蹶，无然泄泄。辞之辑矣，民之洽矣。辞之怿矣，民之莫矣。 我虽异事，及尔同僚。我即尔谋，听我嚣嚣。我言维服，勿以为笑。先民有言，询于刍荛。 天之方虐，无然谑谑。老夫灌灌，小子蹻蹻。匪我言耄，尔用忧谑。多将熇熇，不可救药。 天之方懠。无为夸毗。威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵？丧乱蔑资，曾莫惠我师？ 天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易。民之多辟，无自立辟。 价人维藩，大师维垣，大邦维屏，大宗维翰，怀德维宁，宗子维城。无俾城坏，无独斯畏。 敬天之怒，无敢戏豫。敬天之渝，无敢驰驱。昊天曰明，及尔出王。昊天曰旦，及尔游衍。', '板板：反，指违背常道。
卒瘅（cuìdàn）：劳累多病。卒通“瘁”。
不然：不对。不合理。
犹：通“猷”，谋划。
靡圣：不把圣贤放在眼里。管管：任意放纵。
亶（dǎn）：诚信。
大谏：郑重劝戒。
无然：不要这样。宪宪：欢欣喜悦的样子。
蹶：动乱。
泄（yì）泄：通“呭呭”，妄加议论。
辞：指政令。辑：调和。
洽：融洽，和睦。
怿：败坏。
莫：通“瘼”，疾苦。
及：与。同寮：同事。寮，同“僚”。
嚣（áo）嚣：同“聱聱”，不接受意见的样子。
维：是。服：用。
询：征求、请教。刍：草。荛（ráo）：柴。此指樵夫。
谑谑：嬉笑的样子。
灌灌：款款，诚恳的样子。
蹻（jué）蹻：傲慢的样子。
匪：非，不要。耄：八十为耄。此指昏愦。
将：行，做。熇（hè）熇：火势炽烈的样子，此指一发而不可收拾。
懠（qí）：愤怒。
夸毗：卑躬屈膝、谄媚曲从。毛传：“夸毗，体柔人也。”孔疏引李巡曰：“屈己卑身，求得于人，曰体柔。”《尔雅》与蘧蒢、戚施同释，三者皆连绵字。
威仪：指君臣间的礼节。卒：尽。迷：混乱。
载：则。尸：祭祀时由人扮成的神尸，终祭不言。
殿屎（xī）：毛传：“呻吟也。”陆德明《经典释文》：“殿，《说文》作念；屎，《说文》作吚。”
葵：通“揆”，猜测。
蔑：无。资：财产。
惠：施恩。师：此指民众。
牖：通“诱”，诱导。
埙（xūn）：古陶制椭圆形吹奏乐器。篪（chí）：古竹制管乐器。
璋、圭：朝廷用玉制礼器。
益（ài）：通“隘”，阻碍。
辟：通“僻”，邪僻。
立辟（bì）：制定法律。辟，法。
价：同“介”，善。维：是。藩：篱笆。
大师：大众。垣：墙。
大邦：指诸侯大国。屏：屏障。
大宗：指与周王同姓的宗族。翰：骨干，栋梁。
宗子：周王的嫡子。
戏豫：游戏娱乐。
渝：改变。
驰驱：指任意放纵。
昊天：上天。明：光明。
王（wǎng）：通“往”。
游衍：游荡。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (255, '荡', '荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。 文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。 文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。 文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。 文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既愆尔止。靡明靡晦。式号式呼。俾昼作夜。 文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。 文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。 文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。', '荡荡：放荡不守法制的样子。
辟（bì）：君王。
疾威：暴虐。
辟：邪僻。
烝：众。
谌（chén）：诚信。
鲜（xiǎn）：少。克：能。
咨：感叹声。
女（rǔ）：汝。
曾是：怎么这样。彊御：强横凶暴。
掊（póu）克：聚敛，搜括。
服：任。
滔：通“慆”，放纵不法。
兴：助长。力：勤，努力。
而：尔，你。秉：把持，此指任用。义类：善类。
怼（duì）：怨恨。
寇攘：像盗寇一样掠取。式内：在朝廷内。
侯：于是。作、祝：诅咒。
届：尽。究：穷。
炰烋（páo xiào）：同“咆哮”。
无背无侧：不知有人背叛、反侧。
陪：指辅佐之臣。
湎（miǎn）：沉湎，沉迷。
从：听从。式：任用。
愆（qiān）：过错。止：容止。
式：语助词。
蜩（tiáo）：蝉。螗：又叫蝘，一种蝉。
丧：败亡。
由行：学老样。
奰（bì）：愤怒。
覃：延及。鬼方：指远方。
时：善。
典刑：同“典型”，指旧的典章法规。
颠沛：跌仆，此指树木倒下。揭：举，此指树根翻出。
本：根。拨：败。
后：君主。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (256, '大雅·抑', '抑抑威仪，维德之隅。人亦有言：靡哲不愚，庶人之愚，亦职维疾。哲人之愚，亦维斯戾。 无竞维人，四方其训之。有觉德行，四国顺之。訏谟定命，远犹辰告。敬慎威仪，维民之则。 其在于今，兴迷乱于政。颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍。罔敷求先王，克共明刑。 肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。 质尔人民，谨尔侯度，用戒不虞。慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也！ 无易由言，无曰苟矣，莫扪朕舌，言不可逝矣。无言不雠，无德不报。惠于朋友，庶民小子。子孙绳绳，万民靡不承。 视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏。无曰不显，莫予云觏。神之格思，不可度思，矧可射思！ 辟尔为德，俾臧俾嘉。淑慎尔止，不愆于仪。不僭不贼，鲜不为则。投我以桃，报之以李。彼童而角，实虹小子。 荏染柔木，言缗之丝。温温恭人，维德之基。其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭。民各有心。 於乎小子，未知臧否。匪手携之，言示之事。匪面命之，言提其耳。借曰未知，亦既抱子。民之靡盈，谁夙知而莫成？ 昊天孔昭，我生靡乐。视尔梦梦，我心惨惨。诲尔谆谆，听我藐藐。匪用为教，覆用为虐。借曰未知，亦聿既耄。 于乎，小子，告尔旧止。听用我谋，庶无大悔。天方艰难，曰丧厥国。取譬不远，昊天不忒。回遹其德，俾民大棘。', '抑抑：慎密。
隅：角，借指品行方正。
职：主。
戾：乖谬。
无：发语词。竞：强盛。维人：由于（贤）人。
训：顺从。
觉：通“梏”，大。
訏（xū）谟：大谋。命：政令。
犹：同“猷”，谋略。辰：按时。
荒湛（dān）：沉迷。湛，同“耽”。
女：汝。虽：惟。从：通“纵”，放纵。
绍：继承。
罔：不。敷：广。求：指求先王之道。
克：能。共：通“拱”，执行，推行。刑：法。
肆：于是。尚：佑助。
沦胥：相率，沉没。
章：模范，准则。
戎兵：武器。
用：以。作：起。
逷（tì）：通“剔”，治服。蛮方：边远地区的民族部落。
质：安定。
侯：语助词。
不虞：不测。
易：轻易，轻率。由：于。
扪：按住。朕：我，秦时始作为皇帝专用的自称。
逝：追。
雠：酬，反映。
绳绳：谨慎的样子。
承：接受。
友：指招待。
辑：和。
遐：何。愆（qiān）：过错。
相：察看。
屋漏：屋顶漏则见天光，暗中之事全现，喻神明监察。
云：语助词。觏（gòu）：遇见，此指看见。
格：至。思：语助词。
度（duó）：推测，估计。
矧（shěn）：况且。射（yì）：通“斁”，厌。
辟：修明，一说训法。
淑：美好。止：举止行为。
僭（jiàn）：超越本分。贼：残害。
鲜（xiǎn）：少。则：法则。
童：雏，幼小。此指没角的小羊羔。
虹：同“讧”，溃乱。
荏染：坚韧。
言：语助词。緍（mín）：给乐器安上弦。
话言：陈奂《诗毛氏传疏》：“话，当为‘诂’字之误也。《（经典）释文》引《说文》作‘告之诂言’，云：‘诂，故言也。’是陆（陆德明）所见《说文》，据诗作‘诂言’，可据以订正。”诂言，老古话。
於（wū）呼：叹词。
臧否（pǐ）：好恶。
匪（fēi）：非。
示：指示。
面命：当面开导。
借曰：假如说。
盈：完满。
莫（mù）：同“暮，”晚。
梦（méng）梦：同“瞢瞢”，昏而不明。
藐藐：轻视的样子。
虐：“谑”的假借，戏谑。
聿：语助词。耄：年老。
庶：庶几。
曰：语助词。
忒（tè）：偏差。
回遹（yù）：邪僻。
棘：通“急”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (257, '桑柔', '菀彼桑柔，其下侯旬，捋采其刘，瘼此下民。不殄心忧，仓兄填兮。倬彼昊天，宁不我矜？ 四牡骙骙，旟旐有翩。乱生不夷，靡国不泯。民靡有黎，具祸以烬。於乎有哀，国步斯频。 国步蔑资，天不我将。靡所止疑，云徂何往？君子实维，秉心无竞。谁生厉阶，至今为梗？ 忧心慇慇，念我土宇。我生不辰，逢天僤怒。自西徂东，靡所定处。多我觏痻，孔棘我圉。 为谋为毖，乱况斯削。告尔忧恤，诲尔序爵。谁能执热，逝不以濯？其何能淑，载胥及溺。 如彼遡风，亦孔之僾。民有肃心，荓云不逮。好是稼穑，力民代食。稼穑维宝，代食维好？ 天降丧乱，灭我立王。降此蟊贼，稼穑卒痒。哀恫中国，具赘卒荒。靡有旅力，以念穹苍。 维此惠君，民人所瞻。秉心宣犹，考慎其相。维彼不顺，自独俾臧。自有肺肠，俾民卒狂。 瞻彼中林，甡甡其鹿。朋友已谮，不胥以谷。人亦有言：进退维谷。 维此圣人，瞻言百里。维彼愚人，覆狂以喜。匪言不能，胡斯畏忌？ 维此良人，弗求弗迪。维彼忍心，是顾是复。民之贪乱，宁为荼毒。 大风有隧，有空大谷。维此良人，作为式谷。维彼不顺，征以中垢。 大风有隧，贪人败类。听言则对，诵言如醉。匪用其良，复俾我悖。 嗟尔朋友，予岂不知而作。如彼飞虫，时亦弋获。既之阴女，反予来赫。 民之罔极，职凉善背。为民不利，如云不克。民之回遹，职竞用力。 民之未戾，职盗为寇。凉曰不可，覆背善詈。虽曰匪予，既作尔歌！', '菀（wǎn）：茂盛的样子。
侯：维。旬：树荫遍布。
刘：剥落稀疏，句意谓桑叶被采后，稀疏无叶。
瘼（mò）：病、害。
殄（tiǎn）：断绝。
仓（chuàng）兄（huàng）：同“怆怳”，凄凉纷乱貌。填：通“陈”，长久。
倬（zhuō）彼：即“倬倬”，光明而广大貌。
宁：何。不我矜：“不矜我”的倒文。矜，怜悯。
骙（kuí）骙：马奔驰不停貌。
旟（yú）旐（zhào）：画有鹰隼、龟蛇的旗。有翩：翩翩，翻飞的样子。
夷：平。
泯：乱。一说灭。
黎：众。
具：通“俱”。烬：本指火烧后的灰烬，这里指人民遭遇战祸，剩余无几。
於（wū）乎：呜呼，哀痛之声。
国步：指国运。频：危急。
蔑：无。资：财。
将：扶助。“不我将”为“不将我”之倒文。
疑：同“凝”，止疑，停息。
云：发语词。徂：往。
维：借为“惟”，思。
秉心：存心。无竞：无争。
厉阶：祸端。
梗：灾害。
慇（yīn）慇：心痛的样子。
土宇：土地、房屋。
不辰：不时，指出生得不是时候。
僤（dàn）怒：震怒。僤，大。
觏：遇。痻（mín）：灾难。
棘：通“急”。圉（yù）：边疆。
毖：谨慎
斯：乃。削：减少
尔：指周厉王及当时执政大臣。
序：次序。爵：官爵。
执热：救热。
逝：发语词。濯：洗。
淑：善。
载：乃。胥（xū）：皆。
遡（sù）：逆。
僾（ài）：呼吸不畅的样子。
肃：肃敬。
荓（pīng）：使。不逮：不及。
稼穑：这里指农业劳动。
力民：使人民出力劳动。代食：指官吏靠劳动者奉养。
灭我立王：意谓灭我所立之王，指周厉王被国人流放于彘的事。
蟊（máo）贼：蟊为食苗根的害虫，贼为吃苗节的害虫。指农作物的病虫害。
卒：完全。痒：病
恫（tòng）：痛。
赘：通“缀”，连属。
旅力：膂力。旅，同“膂”。
念：感动。
惠君：惠，顺。顺理的君主，称惠君。
宣犹：宣，明；犹，通“猷”。
考慎：慎重考察。相：辅佐大臣。
臧：善。
自有肺肠：想法与众不同，别具一副心肝。实指坏心肠。
卒狂：全都狂惑迷乱。
甡（shēn）甡：同“莘莘”，众多之貌。
谮（jiàn）：通“僭”，相欺而不相信任。
胥：相。谷：善。
进退维谷：谓进退皆穷。维，是。“谷”有两种解说，毛传：“谷，穷也。”《晏子春秋》中，叔向问晏子一节，引诗“进退维谷”，谓“处两难善全之事而处之皆善也”，训为“谷”，善也，与毛说不同。
瞻：远望。言：语助词。百里：指有远见。
覆：反而。
匪言不能：即“匪不能言”。
胡：何。斯：这样。
迪：进。
宁：乃。荼毒：荼指苦草，毒指毒虫毒蛇之类。指毒害。
有隧：隧，形容大风疾速吹动。一说训隧为道，谓风前进有其通道。
征：往。中垢：指宫廷秽闻。中，指宫内。
贪人：贪财枉法的小人，指荣夷公之流。《史记·周本纪》：“厉王即位三十年，好利，近荣夷公，芮良夫谏不听，卒以荣公为卿士。”
听言：顺从心意的话。
诵言：忠告的言语。
悖（bèi）：违理。
予：芮良夫自称。
飞虫：指飞鸟。古人用“虫”泛指一切动物，鸟为羽虫，兽为毛虫，龟为甲虫，鱼为鳞虫，人为倮虫。故称虎为“大虫”。
既：已经。阴：通“谙”，熟悉。
赫：通“吓”。
罔极：无法则。
职：主张。凉：凉薄。背：背叛。
云：句中助词。克：胜。
回遹（yù）：邪僻。
用力：指用暴力。
戾（lì）：善。
凉：通“谅”。凉言，谅直之言。
虽曰匪予：曰，句中助词。匪，同“诽”，诽谤。
既：终。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (258, '云汉', '倬彼云汉，昭回于天。王曰：於乎！何辜今之人？天降丧乱，饥馑荐臻。靡神不举，靡爱斯牲。圭壁既卒，宁莫我听？ 旱既大甚，蕴隆虫虫。不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗。后稷不克，上帝不临。耗斁下土，宁丁我梗。 旱既大甚，则不可推。兢兢业业，如霆如雷。周余黎民，靡有孑遗。昊天上帝，则不我遗。胡不相畏？先祖于摧。 旱既大甚，则不可沮。赫赫炎炎，云我无所。大命近止，靡瞻靡顾。群公先正，则不我助。父母先祖，胡宁忍予？ 旱既大甚，涤涤山川。旱魃为虐，如惔如焚。我心惮暑，忧心如熏。群公先正，则不我闻。昊天上帝，宁俾我遯？ 旱既大甚，黾勉畏去。胡宁瘨我以旱？憯不知其故。祈年孔夙，方社不莫。昊天上帝，则不我虞。敬恭明神，宜无悔怒。 旱既大甚，散无友纪。鞫哉庶正，疚哉冢宰。趣马师氏，膳夫左右。靡人不周。无不能止，瞻昂昊天，云如何里！ 瞻昂昊天，有嘒其星。大夫君子，昭假无赢。大命近止，无弃尔成。何求为我。以戾庶正。瞻昂昊天，曷惠其宁？', '云汉：银河。
倬（zhuó）：大。
昭：光。回：转。
於（wū）乎：即“呜呼”，叹词。
辜：罪。
荐：重，再。臻（zhēn）：至。荐臻，犹今言频仍。
靡（mǐ）：无，不。举：祭。
爱：吝惜，舍不得。牲：祭祀用的牛羊豕等。
圭、璧：均是古玉器。周人祭神用玉器，祭天神则焚玉，祭山神则埋玉，祭水神则沉玉，祭人鬼则藏玉。
宁：乃。莫我听：即莫听我。
大（tài）甚：大，同“太”。甚，厉害。
蕴隆：谓暑气郁积而隆盛。虫虫：热气熏蒸的样子。
殄（tiǎn）：断绝。禋（yīn）祀：祭天神的典礼。以玉帛及牺牲加于柴上焚之，使升烟，以祀天神。本指祀昊天上帝，引申之则凡祀日月星辰等天神，统称禋祀。
宫：祭天之坛。
奠：陈列祭品。瘗（yì）：指把祭品埋在地下以祭地神。
宗：尊敬。
斁（dù）：败坏。
丁：当，遭逢。
黎：众。
孑遗：遗留，剩余。
遗（wèi）：赠。
于：助词。摧：灭。
云：古“云”字，有庇荫义。
大命：此谓死亡之命，即死亡之期。
群公：犹百辟，先世诸侯之神。正：长。先正，谓先世卿士之神。
忍：忍心，残忍。
涤涤：光秃无草木的样子。
旱魃（bá）：古代传说中的旱神。
惔（tán）：火烧。
惮（dàn）：畏。
熏（xūn）：灼。
闻（wèn）：通“问”，恤问。
遯（dùn）：今作“遁”，逃。
黾（mǐn）勉：勉力为之，谓尽力事神，急于祷请。
瘨（diān）：病。
憯（cǎn）：曾。
祈年：指“孟春祈谷于上帝，孟冬祈来年于天宗”之祭礼。孔夙（sù）：很早。
方：祭四方之神。社：祭土神。莫（mù）：古“暮”字，晚。
虞：助。
友：通“有”。纪：纪纲，法度。
鞫（jū）：穷，与“通”相对。庶正：众官之长。
疚：忧苦。冢宰：周代官名，为百官之长，相当后世的宰相。
趣马：掌管国王马匹的官。师氏：官名，主管教导国王和贵族的子弟。
膳夫：主管国王、后妃饮食的官。左右：左右之大夫、士诸官。
昂（yǎng）：通“仰”。
里：犹“已”，训“止”。
嚖（huì）：微小而众多的样子。
昭：祷。假：借为“嘏（gǔ）”，告。无赢：犹言无爽，即无差忒。
成：功。
戾（lì）：定。
曷（hé）：何。何时。惠：赐。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (259, '崧高', '崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。 亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。 王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。 申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。 王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。 申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。 申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。 申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风肆好，以赠申伯。', '崧（sōng）：又作“嵩”，山高而大。维：是。岳：特别高大的山。毛传：“岳，四岳也。东岳岱，南岳衡，西岳华，北岳恒。”
骏：大。极：至。
维：发语词。
甫：国名，此指甫侯。其封地在今河南省南阳市西。申：国名，此指申伯。其封地在今河南南阳北。
翰：“干”之假借，筑墙时树立两旁以障土之木柱。
于：犹“为”。蕃：即“藩”，藩篱，屏障。
宣：“垣”之假借。
亹（wěi）亹：勤勉貌。
缵：“践”之借，任用。
前一“于”字：为，建。谢：地名，在今河南唐河南。
式：法。
召伯：召虎，亦称召穆公，周宣王大臣。
定：确定。
登：升。
执：守持。功：事业。
因：依靠。
庸：通“墉”，城墙。
彻：治理。此指划定地界。
傅御：诸侯之臣，治事之官，为家臣之长。
私人：傅御之家臣。
俶（chù）：厚貌，一说建造。
寝庙：周代宗庙的建筑有庙和寝两部分，合称寝庙。
藐藐：美貌。
锡（cì）：同“赐”。
牡：公马。蹻（jué）蹻：强壮勇武貌。
钩膺：即“樊缨”，马颈腹上的带饰。濯濯：光泽鲜明貌。
遣：赠送。
路车：诸侯乘坐的一种大型马车。路，同“辂”。乘（shèng）马：四匹马。四马一车为一乘。
图：图谋，谋虑。
介：亦作“玠”，大。圭：古代玉制的礼器，诸侯执此以朝见周王。
近（按说文从辵从丌，今从斤，误。读音jì）：语助词，相当于“哉”。
保：保有。
信：真。迈：行。
饯：备酒食送行。郿（méi）：古地名，在今陕西眉县东渭水北岸。当时宣王在岐周，郿在歧周东南，申伯封国之谢又在郿之东南，故宣王为申伯在岐周之郊郿地饯行。
谢于诚归：即“诚归于谢”。
峙：本作“偫”，或作“庤”，又作“畴”，储备。粻（zhāng）：米粮。
遄（chuán）：加速。
番（bō）番：勇武貌。
徒：徒行之士兵。御：御车之士兵。啴（chǎn）啴：众盛貌。
戎：汝，你。或训“大”。
不（pī）：通“丕”，太。显：显赫。
元舅：长舅。
宪：法式，模范。
柔惠：温顺恭谨。
揉：即“柔”，安。
吉甫：尹吉甫，周宣王大臣。诵：同“颂”，颂赞之诗。
其：是，此。孔硕：指篇幅很长。孔，很；硕，大。
风：曲调。肆好：极好。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (260, '烝民', '天生烝民，有物有则。民之秉彝，好是懿德。天监有周，昭假于下。保兹天子，生仲山甫。 仲山甫之德，柔嘉维则。令仪令色，小心翼翼。古训是式，威仪是力。天子是若，明命使赋。 王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌。赋政于外，四方爰发。 肃肃王命，仲山甫将之。邦国若否，仲山甫明之。既明且哲，以保其身。夙夜匪解，以事一人。 人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。 人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之。爱莫助之。衮职有阙，维仲山甫补之。 仲山甫出祖。四牡业业。征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵。王命仲山甫，城彼东方。 四牡骙骙，八鸾喈喈。仲山甫徂齐，式遄其归。吉甫作诵，穆如清风。仲山甫永怀，以慰其心。', '烝（zhēng）民：意即庶民，泛指百姓，是春秋战国时代及之前历代对“百姓”的称谓。烝：众。物、则：严粲《诗缉》谓“天生烝民具形而有物，禀性而有则”。
秉彝（yí）：常理，常性。
懿（yì）：美。
假：至。
仲山甫：人名，樊侯，为宣王卿士，字穆仲。
式：用，效法。
若：选择。见《说文解字》段玉裁注。赋：颁布。
辟：君，此指诸侯。
缵（zuǎn）：继承。戎：你。王躬：指周王。
出纳：指受命与传令。喉舌：代言人。
外：郑笺谓“以布政于畿外”。爰发：乃行。
肃肃：严肃。将：行。
若否：好坏。
解（xiè）：通“懈”。一人：指周天子。
茹：吃。
矜（jīn）：老而无妻。强御：强悍。
輶（yóu）：轻。鲜：少。克：能。
仪图：揣度。
衮（gǔn）：绣龙图案的王服。职：犹“适”，即偶然。阙：缺。
祖：祭路神。业业：马高大的样子。
捷捷：马行迅疾的样子。
彭彭：形容马蹄声杂沓。鸾：鸾铃。
骙（kuí）骙：同“彭彭”。喈（jiē）喈：象声词，铃声。
徂（cú）：往。遄（chuán）：速。
吉甫：尹吉甫，宣王大臣。穆：和美。
永：长。怀：思。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (261, '韩奕', '奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之：缵戎祖考，无废朕命。夙夜匪解，虔共尔位，朕命不易。榦不庭方，以佐戎辟。 四牡奕奕，孔脩且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，簟茀错衡，玄衮赤舄，钩膺镂鍚，鞹鞃浅幭，鞗革金厄。 韩侯出祖，出宿于屠。显父饯之，清酒百壶。其肴维何？炰鳖鲜鱼。其蔌维何？维笋及蒲。其赠维何？乘马路车。笾豆有且。侯氏燕胥。 韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾锵锵，不显其光。诸娣从之，祁祁如云。韩侯顾之，烂其盈门。 蹶父孔武，靡国不到。为韩姞相攸，莫如韩乐。孔乐韩土，川泽訏訏，鲂鱮甫甫，麀鹿噳噳，有熊有罴，有猫有虎。庆既令居，韩姞燕誉。 溥彼韩城，燕师所完。以先祖受命，因时百蛮。王锡韩侯，其追其貊。奄受北国，因以其伯。实墉实壑，实亩实藉。献其貔皮，赤豹黄罴。', '奕奕：高大貌。梁山：宣王时韩国境内山名。所在地诸说不一。郑笺据《汉书·地理志》谓“粱山在夏阳西北”；马瑞辰《毛诗传笺通释》引《潜夫论》谓：“昔周宣王亦有韩城，其国也近燕，故《诗》曰‘溥彼韩城，燕师所完”’，又引王肃云：“涿郡方城县有韩侯城”，又引《水经注》云：“方城今为顺天府固安县，在府西南百二十里。”按《大清一统志》：“韩城在固安县西南；《县志》今名韩侯营，在县东南十八里。”细审诗义，今人多从此说。据现行政区划，当在北京市通县之西，固安县之东北。
维：发语助词。甸：治。传说大禹治水开辟九州。
倬（zhuó）：长远。
侯：姬姓，周王近宗贵族，诸侯国韩国国君。历史上周朝封建的韩国有两个，始封国君都是周武王的儿子。一在今陕西韩城县南，世袭到春秋时并入晋国。一在今河北固安县东北，与燕国接近，即此诗中的燕国。受命：接受册命。周制，封建诸侯爵位有等，其国城、土地、兵力因之有差别。周宣王为加强北方防务，增强韩国作为屏障的作用，提高其爵位，以便重修韩城，增加常备军，发挥政治和军事作用。
王：周宣王，西周一个比较有作为的国王，力图振兴趋于没落的周王朝。
缵（zuǎn）：继承。戎：你。祖考：先祖。
朕：周王自称。
夙夜：早晚。匪解：非懈。
虔共（gōng）：敬诚恭谨。共，通“恭”。
榦（gàn）：同“干”，安定。一说解为纠正。均通。不庭方：不来朝觐的方国诸侯。周制，方国诸侯应定期朝觐天于纳贡，不来朝庭朝觐，称为不庭，被作为对周王不忠顺的罪状，应予讨伐。
辟（bì）：君位。
牡：公马。
孔脩（xiū）：很长。
入觐（jìn）：入朝朝见天子。
介圭：玉器，天子圭一尺二寸，诸侯圭九寸以下。按周礼，王册封诸侯赐予介圭作为镇国宝器，诺侯入觐时须手执介圭作觐礼之贽信。这是觐礼礼仪之一。
锡：同“赐”，赏赐。
淑旂（qí）：色彩鲜艳绘有交龙、日月图案的旗子。绥章：指旗上图案花纹优美。
簟（diàn）茀（fú）：竹编车篷。错衡：饰有交错花纹的车前横木。
玄衮：黑色龙袍，周朝王公贵族的礼服。赤舄（xì）：红鞋。
钩膺（yīng）：又称繁缨，束在马腰部的革制装饰品。镂鍚（yáng）：马额上的金属制装饰品。
鞹鞃（kuòhóng）：包皮革的车轼横木。浅：浅毛虎皮。幭（miè）：覆盖。
鞗（tiáo）革：马辔头。厄：通“轭”。
出祖：出行之前祭路神。
屠：地名，可能是岐山东北的杜陵。
显父：周宣王的卿士。父，是对男子的美称。
炰（páo）鳖：烹煮鳖肉。
蔌（sù）：蔬。
笋：笋。
乘（shèng）马：一乘车四匹马。路车：辂车，贵族用大车。
笾（biān）豆：饮食用具，笾是盛果脯的高脚竹器，豆是盛食物的高脚、盘状陶器。
燕胥：燕乐，燕通“宴”。
取妻：同“娶妻”。
汾王：郑笺：“厉王流于彘，彘在汾水之上，故时人因以号之。”
蹶（jué）父：周的卿士，姞姓，以封地蹶为氏。
迎止：迎亲。止，同“之”。周时婚礼新郎去女家亲迎新娘。
百两：百辆。彭彭：盛多貌。
鸾：通“銮”，挂在马镳上的铃，每车四马八銮。
不（pī）显：不，通“丕”，大；丕显，非常显耀。
诸娣（dì）从之：娣，女弟，即妹。周代婚制，诸侯嫡长女出嫁，诸妹诸侄随从出嫁为妾媵。
祁祁：盛多貌。
顾：回头看；或谓“顾”为“曲顾”之礼。
烂：光采明耀。
孔武：很勇武。孔，甚。
靡：没有。
韩姞（jí）：即蹶父之女，姞姓，嫁韩侯为妻，故称韩姞。相攸：观察合适的地方。相，视；攸，所。
訏（xū）訏：广大貌。
鲂（fáng）鱮（xù）：两种鱼名，今名鳊、鲢。甫甫：大貌。
麀（yōu）：母鹿。噳（yǔ）噳：鹿多群聚貌。
令居：美好居所。
燕誉：安乐高兴。
溥（pǔ）：广大。韩城：韩国都城。
燕师：平安时候的人众。周制，各诸侯国都城建筑面积、城垣高度等规格及其常备军人数，据爵位高低而定。韩侯受命为北地方伯，故扩建韩城。
时：犹“司”，掌管、统辖。百蛮：古时对异族土著部落统称蛮、夷，百是概数，言其多。
追、貊（mò）：北方两个少数民族名称。
奄：完全。
伯：诸侯之长。
实：是，乃。墉：城墙，此作动词。壑：壕沟，此作动词。
亩：田亩，此作动词，指划分田亩。籍：征收赋税，正税法。
貔（pí）：一种猛兽名。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (262, '大雅·江汉', '江汉浮浮，武夫滔滔。匪安匪游，淮夷来求。既出我车，既设我旟。匪安匪舒，淮夷来铺。 江汉汤汤，武夫洸洸。经营四方，告成于王。四方既平，王国庶定。时靡有争，王心载宁。 江汉之浒，王命召虎：式辟四方，彻我疆土。匪疚匪棘，王国来极。于疆于理，至于南海。 王命召虎：来旬来宣。文武受命，召公维翰。无曰予小子，召公是似。肇敏戎公，用锡尔祉。 釐尔圭瓒，秬鬯一卣。告于文人，锡山土田。于周受命，自召祖命，虎拜稽首：天子万年！ 虎拜稽首，对扬王休。作召公考：天子万寿！明明天子，令闻不已，矢其文德，洽此四国。', '江汉：长江与汉水。
浮浮：水流盛长貌。
武夫：指出征淮夷的将士。滔滔：顺流而下貌。
匪：同“非”。
来：语助词，含有“是”的意义。求：通“纠”，诛求，讨伐。
旟（yú）：画有鸟隼的旗。
舒：徐，缓行。
铺：止，驻扎。
汤（shāng）汤：水势大的样子。
洸（guāng）洸：威武的样子。
庶：庶几。
载：则。
浒（hǔ）：水边。
式：发语词。辟：开辟。
彻：治。
疚（jiù）：病，害。棘：“急”的假借。
极：准则。
于：意义虚泛的助词，其词义取决于后面所带之词。
旬：“巡”的假借。
召（shào）公：文王之子，封于召。为召伯虎的太祖，谥康公。维：是。翰：桢斡。
予小子：宣王自称。
似：“嗣”的假借。
肇敏：图谋。戎：大。公：通“功”，事。
用：以。锡：赐。祉（zhǐ）：福禄。
釐（lài）：“赉”的假借，赏赐。圭瓒（zàn）：用玉作柄的酒勺。
秬（jù）：黑黍。鬯（chàng）：一种香草，即郁金，姜科，多年生。卣（yǒu）：带柄的酒壶。
文人：有文德的人。
周：岐周，周人发祥地。
自：用。召祖：召氏之祖，指召康公。
稽（qǐ）首：古时礼节，跪下拱手磕头，手、头都触地。
对：报答。扬：颂扬。体：美，此处指美好的赏赐册命。
考：“簋（guǐ）”的假借。簋，一种古铜制食器。
明明：勉勉。
令闻：美好的声誉。
矢：“施”的假借。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (263, '大雅·常武', '赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。 王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。 赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。 王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。 王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。 王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。', '赫赫：威严的样子。明明：明智的样子。
卿士：周朝廷执政大臣。
南仲：人名，宣王主事大臣。大祖：指太祖庙。
大师：职掌军政的大臣。皇父：人名，周宣王太师。
整：治。六师：六军。周制，王建六军。一军一万二千五百人。
脩我戎：整顿我的军备。脩，习；戎，武。
敬：借作“儆”。
惠：爱。
尹氏：掌卿士之官。
程伯休父：人名，宣王时大司马。
陈行：列队。
率：循。
省：察视。徐土：指徐国，故址在今安徽泗县。
不：二“不”字皆语助词，无义。留：占“刘”字，杀。处：安。
三事：三司，指军中三事大夫。事与“司”通。绪：业。姚际恒《诗经通论》：“谓分主六军之三事大夫，无一不尽职以就绪也。”
业业：高大的样子。
有严：严严，神圣的样子。
舒：舒徐。保：安。作：起。
绍：戴震《诗经补注》：“如‘夭绍’之绍，急也。”游：优游，与“绍”对文，指缓。
绎：络绎。骚：骚动。严粲《诗缉》：“王乃舒徐而安行，依于军法日行三十里，进兵不急，人自畏威，徐方之人，皆络绎骚动矣。”
霆：炸雷。
奋厥武：奋发用武。
虎臣：猛如虎的武士。
阚（hǎn）如：阚然，虎怒的样子。虓（xiāo）：虎啸。
铺：韩诗作“敷”，大。敦：屯聚。濆（fén）：高岸。
仍：就。丑虏：对敌军的蔑称。
截：断绝。
所：处。
啴（tān）啴：人多势众的样子。
翰：指鸷鸟。
苞：指根基。
翼翼：整齐的样子。
濯（zhuó）：大。
犹：通“猷”，谋略。允：诚。塞：实，指谋略不落空。
来庭：来王庭，指朝觐。
回：违。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (264, '大雅·瞻卬', '瞻卬昊天，则不我惠？孔填不宁，降此大厉。邦靡有定，士民其瘵。蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳！ 人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。彼宜有罪，女覆说之。 哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶！乱匪降自天，生自妇人。匪教匪诲，时维妇寺。 鞫人忮忒，谮始竟背。岂曰不极，伊胡为慝？如贾三倍，君子是识。妇无公事，休其蚕织。 天何以刺？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。人之云亡，邦国殄瘁！ 天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。人之云亡，心之悲矣！ 觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。藐藐昊天，无不可巩。无忝皇祖，式救尔后。', '卬（yǎng）：通“仰”。昊（hào）天：广大的天。
惠：爱。
填：通“尘”，长久。
厉：祸患。
士民：士人与平民。瘵（zhài）：病。
蟊（máo）：伤害禾稼的虫子。贼、疾：害。
夷：平。届：至、极。
罟（gǔ）：网。罪罟：刑罪之法网。
瘳（chōu）：病愈。
覆：反。
说：通“脱”。
哲：智。
懿（yì）：通“噫”，叹词。
枭（xiāo）：传说长大后食母的恶鸟。鸱（chī）：恶声之鸟，即猫头鹰。
阶：阶梯。
匪：不可。教诲：教导。
寺：昵近。寺人：内侍。
鞫（jū）：穷尽。忮（zhì）：害。忒：变。
谮（zèn）：进谗言。竟：终。背：违背，自相矛盾。
极：狠。
伊：语助词。慝（tè）：恶、错。
贾（gǔ）：商人。三倍：指得到三倍的利润。
君子：指在朝执政者。识：通“职”。
公事：即功事，指妇女所从事的纺织蚕桑之事。
刺：指责、责备。
富：福祐。
介：大。狄：通“逖”，远。
忌：怨恨。
吊：慰问、抚恤。
类：善。
云：语助词。
殄（tiǎn）、瘁（cuì）：两字皆训“病”。
罔（wǎng）：通“网”。
优：厚。
几：近。
觱（bì）沸：泉水上涌的样子。
藐（miǎo）藐：高远貌。
巩：固，指约束、控制。
忝（tiǎn）：辱。
式：用。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (265, '大雅·召旻', '旻天疾威，天笃降丧。瘨我饥馑，民卒流亡。我居圉卒荒。 天降罪罟，蟊贼内讧。昏椓靡共，溃溃回遹，实靖夷我邦。 皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。 如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。 维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替？职兄斯引。 池之竭矣，不云自频。泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不烖我躬。 昔先王受命，有如召公，日辟国百里，今也日蹙国百里。於乎哀哉！维今之人，不尚有旧！', '旻（mín）天：《尔雅·释天》：“秋为旻天。”此泛指天。
疾威：暴虐。
笃：厚，重。
瘨（diān）：灾病。
居：国中。圉（yǔ）：边境。
罪罟（gǔ）：罪网。
昏椓（zhuó）：昏，乱；椓，通“诼”，谗毁。靡共：不供职。共，通“供”。
溃溃：昏乱。回遹（yù）：邪僻。
靖夷：想毁灭。靖，图谋；夷，平。
皋皋：欺诳。訿（zǐ）訿：谗毁。
孔：很。填（chén）：长久。
贬：指职位低。
溃：毛传：“遂也。”马瑞辰《毛诗传笺通释》：“遂者草之畅达，与‘茂’义相成。”
苴（chá）：枯草。
相：察看。
止：语气词。
时：是，此，指今时。
疚：贫病。
疏：程瑶田《九谷考》以为即稷，高粱。粺（bài）：精米。
替：废，退。
职：主。兄（kuàng）：“况”的假借。斯：语助词。引：延长。
频（bīn）：滨。
溥（pǔ）：同“普”，普遍。
弘：大。
烖（zāi）：同“灾”。
先王：指武王、成王。
召（shào）公：周武王、成王时的大臣。
蹙（cù）：收缩。
於（wū）乎：同“呜呼”。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (266, '周颂·清庙', '於穆清庙，肃雍显相。 济济多士，秉文之德。 对越在天，骏奔走在庙。 不显不承，无射于人斯！', '於（wū）：赞叹词，犹如现代汉语的“啊”。穆：庄严、壮美。清庙：清静的宗庙。
肃雝（yōng）：庄重而和顺的样子。显：高贵显赫。相：助祭的人，此指助祭的公卿诸侯。
济济：众多。多士：指祭祀时承担各种职事的官吏。
秉：秉承，操持。文之德：周文王的德行。
对越：犹“对扬”，对是报答，扬是颂扬。在天：指周文王的在天之灵。
骏：敏捷、迅速。
不（pī）：通“丕”，大。承（zhēng）：借为“烝”，美盛。
射（yì）：借为“斁”，厌弃。斯：语气词。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (267, '周颂·维天之命', '维天之命，于穆不已。 于乎不显，文王之德之纯。 假以溢我，我其收之。 骏惠我文王，曾孙笃之。', '维：语助词。一说“思念”。
於（wū）：叹词，表示赞美。穆：庄严粹美。不已：不止。指天道运行无止。
不（pī）：借为“丕”，大。一说发语词。显：光明。
德之纯：言德之美。纯，大，美。
假以溢我：以嘉美之道戒慎于我。假，通“嘉”，美好。溢，马瑞辰《毛诗传笺通释》：“《尔雅·释诂》：‘溢、慎、谧，静也。’……诗言‘溢我’，即慎我也，慎我即静我也，静我即安我。”
收：受，接受。
骏惠：顺从的意思。郑笺训为“大顺”，马瑞辰《毛诗传笺通释》：“惠，顺也；骏当为驯之假借，驯亦顺也。骏惠二字平列，皆为顺。”
曾孙：后代子孙。孙以下后代均称曾孙。郑笺：“曾，犹重也。”笃：厚，忠实。此处指笃行，行事一心一意。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (268, '周颂·维清', '维清缉熙，文王之典。肇禋，迄用有成，维周之祯。', '维：语助词。
典：法。
肇（zhào）：开始。禋（yīn）：祭天。
迄：至。
祯：吉祥。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (269, '周颂·烈文', '烈文辟公，锡兹祉福。惠我无疆，子孙保之。无封靡于尔邦，维王其崇之。 念兹戎功，继序其皇之。无竞维人，四方其训之。不显维德，百辟其刑之。於乎，前王不忘！', '烈：武功。一说“光明”。文：文德。
辟（bì）公：指助祭诸侯。
锡（cì）：赐。兹：此。祉（zhǐ）：福。
惠：爱。一说“顺”。无疆：无穷。
保：守住。
封：大。靡（mí）：累，罪恶。一说“封”指专利敛财，“靡”指奢侈。
崇：立。一说“尊重”。
戎：大。
继序：继承祖业。序，通“叙”，业。皇：光大。
竞：强。一说“争”。维：于。
训：服从。一说“效”。
不（pī）：通“丕”，大。
百辟（bì）：众诸侯。刑：通“型”，效法，模范。
於（wū）乎：叹词。前王：指周文王、周武王。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (270, '周颂·天作', '天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。', '作：生，造就。
高山：指岐山，在今陕西岐山东北。
大王：即太王古公亶父，周文王的祖父。荒：开荒垦田。
作：治理。一说始。
康：安康。
徂（cú ）：往，指百姓来归附。
夷：平坦易通。行（háng）：道路。
保：守住。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (271, '周颂·昊天有成命', '昊天有成命，二后受之。成王不敢康，夙夜基命宥密。於缉熙！单厥心，肆其靖之。', '昊天：苍天。成命：既定的天命。
二后：二王，指周文王与周武王。受之：指承受天命。
成王：即姬诵，武王子。康：安乐，安宁。
夙（sù）夜：日夜，朝夕。基：谋划。命：政令。宥（yòu）密：宽仁宁静。
於（wū）：叹词，有赞美之意。缉熙：光明。
单：通“殚”，竭尽。厥（jué）：其，指成王。
肆：巩固。靖：安定。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (272, '周颂·我将', '我将我享，维羊维牛，维天其右之。仪式刑文王之典，日靖四方。伊嘏文王，既右飨之。我其夙夜，畏天之威，于时保之。', '我：周武王自称。将：捧。
享：献祭品。
右：通“佑”，保佑。
仪式：法度。刑：通“型”，效法。典：典章制度。
靖：平定，治理。
伊：语助词。嘏（gǔ）：福。一说通“假”，伟大。
既：尽。右：助。朱熹《诗集传》则以为神灵“降而在祭牛羊之右”。飨（xiǎng）：享用祭品。
夙夜：早晚，指勤政。
于时：于是。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (273, '周颂·时迈', '时迈其邦，昊天其子之，实右序有周。薄言震之，莫不震叠。怀柔百神，及河乔岳，允王维后。 明昭有周，式序在位。载戢干戈，载橐弓矢。我求懿德，肆于时夏，允王保之。', '时：语助词，一说为“按时”。犹言“现时”、“今世”。迈：林义光《诗经通解》读为“万”，众多。
邦：国。此指武王克商后封建的诸侯邦国。
昊（hào）天：苍天，皇天。子之：以之为子，谓使之为王也。即视诸侯邦国为自己的儿子。
实：语助词。一说指“实在，的确”。右：同“佑”，保佑。序：顺，顺应。有周：即周王朝。有，名词字头，无实义。
薄言：犹言“薄然”、“薄焉”，发语词，有急追之意。震：震动，指以武力震动威胁。之：指各诸侯邦国。
震叠：即“震慑”，震惊慑服。叠，通“慑”，恐惧、畏服。
怀柔：安抚。怀：来。柔：安。百神：泛指天地山川之众神。此句谓祭祀百神。
及：指祭及。河：黄河，此指河神。乔岳：高山，此指山神。
允：诚然，的确。王：指周武王。维：犹“为”。后：君。
明昭：犹“昭明”，显著，此为发扬光大的意思。
式：发语词，无实义。序：顺序，依次。序在位：谓合理安排在位的诸侯。
载：犹“则”，于是，乃。戢（jí）：收藏。干，盾。干戈：泛指兵器。
櫜（gāo）：古代盛衣甲或弓箭的皮囊。此处用为动词。此两句指周武王偃武修文，不再用兵。
我：周人自谓。懿（yì）德：美德，指文治教化。
肆：施，陈列，谓施行。时：犹“是”，这、此。夏：中国。指周王朝所统治的天下。
保：指保持天命、保持先祖的功业。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (274, '周颂·执竞', '执竞武王，无竞维烈。不显成康，上帝是皇。自彼成康，奄有四方，斤斤其明。 钟鼓喤喤，磬莞将将，降福穰穰。降福简简，威仪反反。既醉既饱，福禄来反。', '执：借为“鸷”，猛。竞：借为“勍（qíng）”，强。
竞：争。维：是。烈：功绩。
不（pī）：通“丕”，大。成：周成王，周武王子。康：周康王，周成王子。
上帝：指上天，与西方所言的上帝不同。皇：美好。
奄：覆盖。
斤斤：明察。
喤（huáng）喤：声音洪亮和谐。
磬（qìng）：一种石制打击乐器。筦（guǎn）：同“管”，管乐器。将（qiāng）将：声音盛多。
穰（ráng）穰：众多。
简简：大的意思。
威仪：祭祀时的礼节仪式。反反：谨重。
反：同“返”，回归，报答。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (275, '周颂·思文', '思文后稷，克配彼天。立我烝民，莫菲尔极。贻我来牟，帝命率育，无此疆尔界。陈常于时夏。', '思：语助词。一说为“思念”。
文：文德，即治理国家、发展经济的功德。后稷：周人始祖，姓姬氏，名弃，号后稷。舜时为农官。
克：能够。配：配享，即一同受祭祀。
立：通“粒”，米食，一说“养育”。此处用如动词，养育的意思。烝（zhēng）民：众民。
极：最，极至，此指无量功德。
贻：遗留。来牟：亦作“麳（lái）麰（móu）”，小麦。一说来是小麦，牟是大麦。
率育：普遍养育。
疆、界：都是指疆域。
陈：布陈，遍布。常：常法，常规，此指种植农作物的方法。时：此。夏：中国。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (276, '周颂·臣工', '嗟嗟臣工，敬尔在公。王厘尔成，来咨来茹。嗟嗟保介，维莫之春，亦又何求？如何新畲？於皇来牟，将受厥明。明昭上帝，迄用康年。命我众人：庤乃钱镈，奄观铚艾。', '嗟：发语语气词，嗟嗟，重言以加重语气。臣工：群臣百官。
敬尔：尔敬。尔，第二人称代词；敬，勤谨。在公：为公家工作。
厘：通“赉（lài）”，赐。成：指成法。
咨：询问、商量。茹：调度。
保介：田官。介者界之省，保介者，保护田界之人。一说为农官之副，一说为披甲卫士。
莫（mù）：古“暮”字，莫之春即暮春，是麦将成熟之时。
又：有。求：需求。
新畲（yú）：耕种二年的田叫新，耕种三年的田叫畲。
於（wū）：叹词，相当于“啊”。皇：美盛。来牟：麦子。
厥（jué）明：厥，其，指代将熟之麦；明，成，刘瑾《诗传通释》：“古以年丰谷熟为成。”
明昭：明明，谓明智而洞察。
迄用：终于。康年：丰年。
众人：庶民们，指农人。
庤（zhì）：储备。钱（jiǎn）：农具名，掘土用，若后世之锹。鎛（bó）：农具名，除草用，若后世之锄。
奄观：尽观，即视察之意。铚（zhì）艾（yì）：铚，农具名，一种短小的镰刀；艾，“刈”的借字，古代一种芟草的大剪刀。铚、艾二字在这里转作动词，指收割作物。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (277, '周颂·噫嘻', '噫嘻成王，既昭假尔。率时农夫，播厥百谷。骏发尔私，终三十里。亦服尔耕，十千维耦。', '噫嘻：感叹声，“声轻则噫嘻，声重则呜呼”，兼有神圣的意味。成王：周成王。
昭假（gé）：犹招请。昭，通“招”；假，通“格”，义为至。尔：语助词。
时：通“是”，此。
骏：通“畯”，田官。私：一种农具“梠（sì）”的形误。
终：井田制的土地单位之一。每终占地一千平方里，纵横各长约三十一点六里，取整数称三十里。
服：配合。
耦：两人各持一耜并肩共耕。一终千井，一井八家，共八千家，取整数称十千，结对约五千耦。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (278, '周颂·振鹭', '振鹭于飞，于彼西雍。我客戾止，亦有斯容。在彼无恶，在此无斁。庶几夙夜，以永终誉。', '振：鸟群飞之状。鹭：白鹭，水鸟，白色，故又谓之白鸟。
雝（yōng）：水泽。一说为辟雍。
客：指夏、商之后。周王以客待之，而不敢以为臣，故称“客”。戾（lì）：到。止：语助词。
斯容：此容，指白鹭高洁的仪容。
恶：恶感，怨恨。
无斁（yì）：不厌弃。斁，厌倦，厌弃。
庶几：差不多，此表希望。夙（sù）夜：指早起晚睡，勤于政事。
永：长。终誉：即盛誉，恒久的荣誉。终，与“众”通，盛也。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (279, '周颂·丰年', '丰年多黍多稌，亦有高廪，万亿及秭。为酒为醴，烝畀祖妣。以洽百礼，降福孔皆。', '丰年：丰收之年。
黍（shǔ）：小米。稌（tú）：稻子。
高廪（lǐn）：高大的粮仓。
万亿及秭（zǐ）：周代以十千为万，十万为亿，十亿为秭。
醴（lǐ）：甜酒。此处是指用收获的稻黍酿造成清酒和甜酒。
烝（zhēng）：献。畀（bì）：给予。祖妣（bǐ）：指男女祖先。
洽（qià）：配合。百礼：指各种祭祀礼仪。
孔：很，甚。皆：普遍。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (280, '周颂·有瞽', '有瞽有瞽，在周之庭。设业设虡，崇牙树羽。应田县鼓，鞉磬柷圉。既备乃奏，箫管备举。喤喤厥声，肃雍和鸣，先祖是听。我客戾止，永观厥成。', '瞽（gǔ）：盲人。这里指周代的盲人乐师。
庭：指宗庙的前庭。
业：悬挂乐器的横木上的大板，为锯齿状。虡（jù）：悬挂编钟编磬等乐器的直木架，上有业。
崇牙：古代乐器架横木上刻的锯齿，用以悬挂乐器。树羽：在崇牙上装饰的五彩鸟羽。树，插。
应：小鼓。田：大鼓。县（xuán）：“悬”的本字。
鞉（táo）：一种立鼓。一说为一柄两耳的摇鼓。磬（qìng）：玉石制的板状打击乐器。柷（zhù）：木制的打击乐器，状如漆桶。音乐开始时击柷。圉（yǔ）：即“敔”，打击乐器，状如伏虎，背上有锯齿。以木尺刮之发声，用以止乐。
备：安排就绪。
箫：古箫如今之排箫，是以小竹管排编成的。管：管乐器，即笛子之类的乐器。
喤（huáng）喤：乐声大而和谐。
肃雝（yōng）：声音和谐舒缓。
戾（lì）：到达，到来。
永：终，一直。成：指一曲终了。或解为乐之一阕。一说此指祭礼完毕。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (281, '周颂·潜', '猗与漆沮，潜有多鱼。有鳣有鲔，鲦鲿鰋鲤。以享以祀，以介景福。', '猗（yī）与：赞美之词。漆沮（jù）：两条河流名，均在今陕西省渭河以北。
潜：通“槮（sēn）”，放在水中供鱼栖止的柴堆。
鳣（zhān）：鳇鱼，无鳞，肉黄，大者可达二、三丈长。鲔（wěi）：鲟鱼，长一、二丈。
鲦（tiáo）：白条鱼，长仅数寸，状如柳叶，鳞细而白。鲿（cháng）：黄颊鱼，尾微黄。鰋（yǎn）：鲇鱼，无鳞。
享：祭献。
介：助，一说祈求。景：大。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (282, '周颂·雝', '有来雝雝，至止肃肃。相维辟公，天子穆穆。於荐广牡，相予肆祀。假哉皇考！绥予孝子。 宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉，既右烈考，亦右文母。', '有：语助词。来：指前来祭祀的人。雝（yōng）雝：和谐貌。
至止：到达。肃肃：严肃恭敬貌。
相：助。这里指助祭的人。维：是。辟公：指诸侯。
穆穆：容止端正肃穆貌。
於（wū）：赞叹声。荐：进献。广：大。牡：指大公牛等雄性牲口。
相：助。予：周天子自称。肆祀：陈列祭品而祭祀。肆，陈列。
假：大。皇考：对已死去父亲的美称。
绥：安，用如使动。予孝子：主祭者自称。
宣哲：明达聪智。人：臣也。
后：君主。
燕：安。指周国治民安，上天无灾异降临。
克：能。昌：兴盛。厥后：其后，指后代子孙。
绥：安。一说同“赉（lài）”，赐予。眉寿：长寿。
介：助，佑。繁祉（zhǐ）：多福。
右：通“侑”，权酒食之意。一说即“佑”，指受到保佑。烈考：对已故父亲的美称。烈，言其功。一说光明。
文母：指有文德的母亲。旧以为指周文王之妃太姒。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (283, '周颂·载见', '载见辟王，曰求厥章。龙旂阳阳，和铃央央。鞗革有鸧，休有烈光。率见昭考，以孝以享。以介眉寿，永言保之，思皇多祜。烈文辟公，绥以多福，俾缉熙于纯嘏。', '载（zài）：始。
辟王：君王。指周成王。
曰：同“聿”，发语词。厥：其。章：典章法度。指车服礼仪之文章制度。《郑笺》：“此诗始见君王，谓见成王也。曰求其章者，求车服礼仪之文章制度也。”
龙旂（qí）：画有蛟龙图案的旗，旗竿头系铃。阳阳：鲜明。一说即“扬扬”，旗飘动飞扬之貌。
和：挂在车轼（扶手横木）前的铃。铃：挂在旂上的铃，一说挂在车衡上的铃。央央：铃声和谐。
鞗（tiáo）革：马缰头的铜饰。有鸧（qiāng）：鸧鸧，铜饰美盛貌。一说铜饰相击之声。
休：美。有：同“又”。烈光：光亮。
率：带领。昭考：皇考。此处指周武王。
孝、享：都是献祭的意思。
介（gài）：通“匄（gài）”。求。
永言：即“永焉”，长久貌。言，语助词。
思：发语词。皇：大。祜（hù）：福。
烈文：辉煌而有文德。烈，有武功。辟公：指诸侯公卿。
绥：安抚。一说赐也。
俾（bǐ）：使。缉熙：光明，显耀。纯嘏（gǔ）：大福，美福。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (284, '周颂·有客', '有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。 言授之絷，以絷其马。薄言追之，左右绥之。既有淫威，降福孔夷。', '客：指宋微子。周既灭商，封微子于宋，以祀其先王，微子来朝祖庙，周以客礼待之，故称为客。
亦白其马：亦，语助词。白为纯洁之色，殷商尚白，以白马为美，故来朝作客也乘白马。一说白马是客人带来的礼物。
有萋有且（jū）：即“萋萋且且”，形容随从众多的样子。
敦琢：意为雕琢，有选择美好之意。雕琢本为治玉之名，这里形容其随从众臣都是贤者。旅：通“侣”，指伴随微子的宋国大夫。
宿宿：住一夜谓之“宿”，宿而又宿，则是两夜。
信信：住两夜（再宿）谓之“信”。或谓宿宿为再宿，信信为再信，亦可通。
言：语助词。授之絷（zhí）：给他绳索。絷，绳索。
絷：本义为绳索，用作动词。此处是说给他绳索，绊住马足，表示要留住客人。
薄言：发语词。追：意为饯行，也可以解为追送。
左右：指天子之左右群臣。绥之：安抚客人。
淫：盛，大。威：德。淫威，意谓大德，含厚待之义。
孔：甚，很。夷：大。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (285, '周颂·武', '於皇武王！无竞维烈。允文文王，克开厥后。嗣武受之，胜殷遏刘，耆定尔功。', '於（wū）：叹词。皇：光耀。
竞：争，比。烈：功业。
允：信然。文：文德。
克：能。厥：其，指周文王。
嗣：后嗣。武：指周武王。
遏：制止。刘：杀戮。
耆（zhǐ）：致，做到。尔：指周武王。

', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (286, '周颂·闵予小子', '闵予小子，遭家不造，嬛嬛在疚。於乎皇考，永世克孝。念兹皇祖，陟降庭止。维予小子，夙夜敬止。于乎皇王，继序思不忘。', '闵：通“悯”，怜悯，郑笺说是“悼伤之言”。予小子：成王自称。小子，年少。对先祖也可自称“小字”。
不造：不幸，不善。此指遭周武王之丧。
嬛（qióng）嬛：同“茕茕”，孤独无所依靠貌。疚：忧伤。
於（wū）乎：同“呜呼”，表感叹。皇考：指武王。
永世：终身。克：能。
兹：此。皇祖：对已故祖父的美称。此指周文王。
陟（zhì）降：上下，升降。庭：直。止：语气词。
夙（sù）夜：原意为早夜。此指朝夕，日夜，即天天、时时。敬：谨慎。止：语助词。
皇王：这里指先代君主，兼指文王、武王。
序：通“绪”，事业。思：语助词。忘：忘记。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (287, '周颂·访落', '访予落止，率时昭考。於乎悠哉，朕未有艾。将予就之，继犹判涣。维予小子，未堪家多难。绍庭上下，陟降厥家。休矣皇考，以保明其身。', '访：谋，商讨。落：始。
止：之。一说语气词。
率：遵循。时：是，这。昭考：指武王。
於（wū）乎：感叹词。悠：远。
将：助。就：接近，趋向。
判涣：分散。
家多难：指国家多灾难。
绍：继承。
陟（zhì）降：提升和贬谪。厥（jué）家：指群臣百官。
休：美。皇考：指武王。
明：勉励。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (288, '周颂·敬之', '敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。', '⑴敬：通“儆”，警戒。之：语气词。
⑵维：是。显：明察，明白。思：语气助词。
⑶命：天命。易：变更。此句谓天命不是一成不变的。
⑷陟（zhì）降：升降。《尔雅》：“陟，升也。”厥：其。士：庶士，指群臣。一说士，通“事”。
⑸日：每天。监：察，监视。兹：此，指人间。
⑹小子：年轻人，周成王自称。
⑺不、止：皆为语词。聪：聪明，此处意为听从。马瑞辰《毛诗传笺通释》：“谓听而警戒也。承上‘敬之敬之’而言。”
⑻日就月将：日有所得，月有所进。就：成就。将：进。
⑼缉熙：积累光亮，喻掌握知识渐广渐深。马瑞辰《毛诗传笺通释》：“《说文》：‘缉，绩也。’绩之言积。缉熙，当谓渐积广大以至于光明。”
⑽佛（bì）：通“弼”，辅助。一说指大。时：通“是”，这。仔肩：责任。马瑞辰《毛诗传笺通释》：“《尔雅》：‘肩，克也。’《说文》：‘仔，克也。’二字同义。克，胜也，胜亦任也。”郑笺：“仔肩，任也。”
⑾示我显德行：言指示我以显明的德行。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (289, '周颂·小毖', '予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。', '予：成王自称。其：语助词。惩：警戒。
毖：谨慎。前两句的标点，有人在“而”后断句。段玉裁《诗小笺》：“《疏》于‘而’字断句，各本皆云《小毖》一章八句。”胡成珙《毛诗后笺》以为《唐石经》中作“予其惩而毖彼后患”，故这句可能原作“予其惩而，毖彼后患”二句，否则各本不会说《小毖》一章八句。
荓（píng）蜂：微小的草和蜂。对此也有不同的解释。一说“荓”是使的意思。
辛：酸痛。螫（shì）：敕的假借字，勤劳。《尔雅·释诂》：“敕，劳也。”
肇：始。允：信。也有人说，允是语助词。桃虫：即鹪鹩，一种极小的鸟。
拼飞：鸟飞动貌。拼：通“翻”，翻飞。此二句比喻武庚开始很弱小，后来羽毛丰满，勾结管叔蔡叔起来叛乱。
蓼（liǎo）：草本植物，其味苦辣，古人常以之喻辛苦。此句喻自己又陷入困境。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (290, '周颂·载芟', '载芟载柞，其耕泽泽。千耦其耘，徂隰徂畛。侯主侯伯，侯亚侯旅，侯彊侯以。有嗿其馌，思媚其妇，有依其士。有略其耜，俶载南亩，播厥百谷。实函斯活，驿驿其达。有厌其杰，厌厌其苗，绵绵其麃。载获济济，有实其积，万亿及秭。为酒为醴，烝畀祖妣，以洽百礼。有飶其香。邦家之光。有椒其馨，胡考之宁。匪且有且，匪今斯今，振古如兹。', '载芟（shān）载柞（zuò）：芟，割除杂草；柞，砍除树木。载……载……，连词，又……又……
泽泽：通“释释”，土解。
千耦：耦，二人并耕；千，概数，言其多。耘：除田间杂草。
徂（cú）：往。隰（xí）：低湿地。畛（zhěn）：高坡田。
侯：语助词，犹“维”。主：家长，古代一国或一家之长均称主。伯：长子。
亚：叔、仲诸子。旅：幼小子弟辈。
疆：同“强”，强壮者。以：雇工。
嗿（tǎn）：众人饮食声。有嗿，嗿嗿。馌（yè）：送给田间耕作者的饮食。
思：语助词。媚：美。
依：壮盛。士：毛传训“子弟也”，朱熹《诗集传》训“夫也”。
有略：略略。略，锋利。耜（sì）：古代农具名，用于耕作翻土，西周时用青铜制成锋利的尖刃，是后世犁铧的前身。
俶（chù）：始。载：读作“菑”，用农具把草翻埋到地下。南亩：向阳的田地。
实：种子。函：含。斯：乃。活：活生生。
驿驿：《尔雅》作“绎绎”，朱熹《诗集传》训“苗生貌”。达：出土。
厌：美好。杰：特出之苗。
麃（biāo）：谷物的穗。
亿：十万。秭（zǐ）：一万亿。
醴（lǐ）：甜酒。
烝：进。畀（bì），给予。祖妣：祖父、祖母以上的祖先。
洽：合。以洽百礼，谓合于各种礼仪的需用。
有飶（bì）：飶飶，飶通“苾”，芬芳。
椒：以椒浸制的酒。
胡考：长寿，指老人。
匪（fēi）：非。且：此。上“且”字谓此时，下“且”字谓此事。
振古：终古。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (291, '周颂·良耜', '畟畟良耜，俶载南亩。播厥百谷，实函斯活。或来瞻女，载筐及莒，其饟伊黍。其笠伊纠，其镈斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。获之挃挃，积之栗栗。其崇如墉，其比如栉。以开百室，百室盈止，妇子宁止。杀时犉牡，有捄其角。以似以续，续古之人。', '畟（cè）畟：形容耒耜的锋刃快速入土的样子。耜（sì）：古代一种像犁的农具。
俶（chù）：开始。载：“菑（zī）”的假借。载是“哉声”字，菑是“甾声”字，古音同部，故可相通。菑，初耕一年的土地。南亩：古时将东西向的耕地叫东亩，南北向的叫南亩。
实：百谷的种子。函：含，指种子播下之后孕育发芽。斯：乃。
瞻：马瑞辰《毛诗传笺通释》认为当读同“赡给之赡”。瞻、赡都是“詹声”字，古音同部，故可相通。女（rǔ）：同“汝”，指耕地者。
筐：方筐。筥（jǔ）：圆筐。
饟（xiǎng）：此指所送的饭食。
纠：指用草绳编织而成。
镈（bó）：古代锄田去草的农具。赵：锋利好使。
薅（hāo）：去掉田中杂草。荼（tú）蓼（liǎo）：荼和蓼，两种野草名。
朽：腐烂。止：语助词。
挃（zhì）挃：形容收割庄稼的磨擦声。
栗栗：形容收割的庄稼堆积之多。
崇：高。墉（yōng）：高高的城墙。
比：排列，此言其广度。栉（zhì）：梳子。
百室：指众多的粮仓。
妇子：妇女孩子。
犉（chún）：黄毛黑唇的牛。
捄（qíu）：形容牛角很长。
似：通“嗣”，继续。
古之人：指祖先。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (292, '周颂·丝衣', '丝衣其紑，载弁俅俅。自堂徂基，自羊徂牛，鼐鼎及鼒，兕觥其觩。旨酒思柔。不吴不敖，胡考之休。', '丝衣：神尸所穿的丝质白色的祭服。
紑（fóu）：洁白鲜明貌。
载：借为“戴”。弁（biàn）：古代贵族戴的鹿皮帽子。俅（qiú）俅：形容冠饰美丽的样子。一说恭顺貌。
堂：庙堂，或以为即明堂。徂（cú ）：往，到。基：通“畿（jī）”，门内、门限。
鼐（nài）：大鼎。鼒（zī）：小鼎。
兕（sì）觥（gōng）：犀牛角做的盛酒器。觩（qiú）：形容兕觥弯曲的样子。
旨酒：美酒。思：语助词，无义。柔：指酒味柔和。
吴：大声说话，喧哗。敖：通“傲”，傲慢。
胡考：即寿考，长寿之意。休：美誉，一说指福禄。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (293, '周颂·酌', '於铄王师，遵养时晦。 时纯熙矣，是用大介。 我龙受之，蹻蹻王之造。 载用有嗣，实维尔公允师。', '於（wū）：叹词。此处表赞美。铄（shuò）：通“烁”，光明辉煌。王师：王朝的军队。
遵：率领。养：攻取。时：是。晦：晦冥，黑暗。
纯：大。熙：兴，光明。
是用：是以，因此。介：助。
龙：借为“宠”。荣，荣幸。
蹻（jué）蹻：勇武之貌。造：诣，到。一说借为“曹”，众，指兵将。
载（zài）：乃。用：以。有嗣：有司，官之通称。
实：是。尔：指周武王。公：通“功”，事业。一说指周公、召公。允（tǒng）：借为“统”，统领；一说信。师：武王之师。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (294, '周颂·桓', '绥万邦，屡丰年。天命匪解，桓桓武王。保有厥士，于以四方，克定厥家。于昭于天，皇以间之。', '绥：和。万邦：指天下各诸侯国。
娄（lǚ）：同“屡”。
匪解（fēi xiè）：非懈，不懈怠。
桓桓：威武的样子。
保：拥有。士：指武士。
于：往。以：有。有四方，即征服四方之国而拥有天下。
克：能。家：周室，周王宗室。
於（wū）：叹词。昭：光明，显耀。
皇：皇天。间（jiàn）：通“瞷”，监察。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (295, '周颂·赉', '文王既勤止，我应受之。敷时绎思，我徂维求定。时周之命，於绎思。', '赉（lài）：赐予。
既：尽。勤：勤苦，辛劳。止：语气助词。一说勤止，是停止勤劳，即不在世的意思。
我：周武王自称。
敷（pǔ）时：普世，指天下所有诸侯。一说敷，是给予、布施的意思。时，世。绎（yì）：寻绎，思考，理出头绪。一说“续”。思：语气助词。
徂（cú）：往，指往伐商纣。定：共定天下。
时：是。一说通“侍”，承受。
於（wū）：叹词。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (296, '周颂·般', '於皇时周！陟其高山，嶞山乔岳，允犹翕河。敷天之下，裒时之对。时周之命。', '般（pán）：乐名，是巡狩四岳河海的一种歌乐。郑笺：“般，乐也。”
於：赞美词。皇：伟大。时：是，此。
陟（zhì）：登高。
嶞（duò）：低矮狭长的山。乔：高。岳：高大的山。
允：通“沇（yǎn）”，沇水为古济水的上游。犹：通“沋（yóu）”，沋水在雍州境内。翕（xī）：汇合。一说通“洽（hé）”。洽水又作郃水，流经陕西郃阳东注于黄河。河：黄河。
敷（pǔ）：同“普”，遍。
裒（póu）：包聚。时：世。对：封国，疆土。一说配合。
时：通“侍”，承受。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (297, '鲁颂·駉', '駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。 駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。 駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。 駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。', '駉（jiōng）駉：马健壮貌。
坰（jiōng）：野外。
薄言：语助词。
驈（yù）：黑身白胯的马。皇：鲁诗作“騜（huáng）”，黄白杂色的马。
骊（lí）：纯黑色的马。黄：黄赤色的马。
以车：用马驾车。彭彭：马奔跑发出的声响。
思：句首语助词。下句“思”字同。
斯：其，那样。臧（zāng）：善，好。
骓（zhuī）：苍白杂色的马。
骍（xīn）：赤黄色的马。骐：青黑色相间的马。
伾（pī）伾：有力的样子。
驒（tuó）：青色而有鳞状斑纹的马。骆：黑身白鬃的马。
駵（líu）：赤身黑鬃的马。雒（luò）：黑身白鬃的马。
绎绎：跑得很快的样子。
斁（yì）：厌倦。
作：奋起，腾跃。
駰（yīn）：浅黑间杂白色的马。騢（xiá）：赤白杂色的马。
驔（diàn）：黑身黄脊的马。鱼：两眼长两圈白毛的马。
祛（qū）祛：强健的样子。
徂（cú ）：行。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (298, '鲁颂·有駜', '有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！ 有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！ 有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！', '駜（bì）：马肥壮貌。
乘（shèng）黄：四匹黄马。古者一车四马曰乘。
夙夜在公：从早到晚，勤于公务。公：官府。
明明：通“勉勉”，努力貌。
振振：鸟群飞貌。鹭：鹭鸶，古人用其羽毛作舞具。朱熹《诗集传》：“振振，群飞貌。鹭，鹭羽，舞者所持，或坐或伏，如鹭之下也。”
咽咽：不停的鼓声。
于胥（xū）乐兮：言一起欢乐。于（xū）：通“吁”，感叹词。胥：相。
乘牡：驾在车中的四匹公马。
駽（xuān）：青骊马，又名铁骢。
载：则。燕：通“宴”。
岁其有：毛传：“岁其有丰年也。”
榖（gǔ）：福禄，一说“善”。
诒（yí）：遗留，留给。孙子：子孙。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (299, '鲁颂·泮水', '思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。 思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。 思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。 穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。 明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。 济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。 角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。 翩彼飞鸮，集于泮林。食我桑葚，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。', '泮（pàn）水：水名。戴震《毛郑诗考证》：“泮水出曲阜县治，西流至兖州府城，东入泗。《通典》云：‘兖州泗水县有泮水。’是也。”
思：发语词。
薄：语助词，无义。芹：水中的一种植物，即水芹菜。
戾：临。止：语尾助词。
言：语助词，无义。旂（qí）：绘有龙形图案的旗帜。
茷（pèi）茷：飘扬貌。
鸾：通“銮”，古代的车铃。哕（huì）哕：铃和鸣声。
无小无大：指随从官员职位不分大小尊卑。
公：鲁公，亦指诗中的鲁侯。迈：行走。
藻：水中植物名。
蹻（qiāo）蹻：马强壮貌。
昭昭：指声音洪亮。
色：指容颜和蔼。
伊：语助词，无义。
茆（mǎo）：即今言莼菜。
旨酒：美酒。
锡：同“赐”，此句相当于“万寿无疆”意。
道：指礼仪制度等。
丑：恶，指淮夷。
穆穆：举止庄重貌。
敬：努力。
允：信，确实。
昭假：犹“登遐”，升天。烈：同“列”，列祖，指周公旦、鲁公伯禽。
孝：同“效”。
祜（hù）：福。
明明：同“勉勉”。
淮夷：淮水流域不受周王室控制的民族。攸：乃。
矫矫：勇武貌。
馘（guó）：古代为计算杀敌人数以论功行赏而割下的敌尸左耳。
淑：善。皋陶（yáo）：相传尧时负责刑狱的官。
桓桓：威武貌。
狄：同“剔”，除。
烝（zhēng）烝皇皇：众多盛大貌。
吴：喧哗。扬：高声。
讻（xiōng）：讼，指因争功而产生的互诉。
角弓：两端镶有兽角的弓。觩（qiú）：弯曲貌。
束矢：五十支一捆的箭。搜：多。
孔：很。博：宽大徒：徒步行走，指步兵。御：驾御马车，指战车上的武士。斁（yì）：厌倦。
淑：顺。逆：违。此句指鲁国军队。
式：语助词。无义。固：坚定。犹：借为“猷”，谋。
获：克。
鸮（xiāo）：鸟名，即猫头鹰，古人认为是恶鸟。
怀：归，此处为回答意。
憬（jǐng）：觉悟。
琛（chēn）：珍宝。
元龟：大龟。象齿：象牙。
赂（lù）：通“璐”，美玉。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (300, '鲁颂·閟宫', '閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。弥月不迟，是生后稷。降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。居岐之阳，实始剪商。至于文武，缵大王之绪，致天之届，于牧之野。无贰无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。大启尔宇，为周室辅。 乃命鲁公，俾侯于东。锡之山川，土田附庸。周公之孙，庄公之子。龙旂承祀。六辔耳耳。春秋匪解，享祀不忒。皇皇后帝！皇祖后稷！享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。 秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹。笾豆大房，万舞洋洋。孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是尝。不亏不崩，不震不腾。三寿作朋，如冈如陵。 公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承！俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。 泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。莫不率从，鲁侯之功。 保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。及彼南夷，莫不率从。莫敢不诺，鲁侯是若。 天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。既多受祉，黄发儿齿。 徂徠之松，新甫之柏。是断是度，是寻是尺。松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。', '1.閟（bì）宫：神宫。閟，闭门也。
2.侐（xù）：清静貌。
3.实实：广大貌。枚枚：细密貌。
4.姜嫄（yuán）：周始祖后稷之母。
5.回：邪。
6.依：助。
7.弥月：满月，指怀胎十月。
8.后稷（jì）：周之始祖，名弃。后，帝；稷，农官之名，弃曾为尧农官，故曰后稷。
9.百：言其多。
10.黍（shǔ）：糜子。稷：谷子。重穋（tónglù）：两种谷物，通“穜稑”，先种后熟曰“穜”，后种先熟曰“稑”。
11.稙稺（zhízhì）：，两种谷物，早种者曰“稙”，晚种者曰“稺”。菽（shū）：豆类作物。
12.奄：包括。
13.俾（bǐ）：使。稼穑：指务农，“稼”为播种，“穑”为收获。
14.秬（jù）：黑黍。
15.缵（zuǎn）：继。绪：业绩。
16.大（tài）王：即“太王”，周之远祖古公亶父。
17.歧：山名，在今陕西。阳：山南。
18.翦（jiǎn）：灭。
19.文武：周文王、周武王。
20.届：诛讨。
21.牧之野：即“牧野”，地名，殷都之郊，在今河南淇县西南。
22.贰：二心。虞（yú）：误。
23.临：监临。
24.敦：治服。旅：军队。
25.咸：成，备。
26.叔父：指周公旦，周公为武王之弟，成王叔父。王，指成王，武王之子。
27.元子：长子。
28.侯：为侯。
29.启：开辟。
30.锡：音义并同“赐”。
31.附庸：指诸侯国的附属小国。
32.周公之孙、庄公之子：均指鲁僖公。
33.承祀：主持祭祀。
34.辔（pèi）：御马的嚼子和缰绳。古代四马驾车，辕内两服马共两条缰绳，辕外两骖马各两条缰绳，故曰六辔。耳耳：和顾貌。
35.解（xiè）：通“懈”。
36.享：祭献。忒：变。
37.骍（xīn）：赤色。牺：纯色牺牲。
38.宜：肴，享用。
39.周公皇祖：即皇祖周公，此倒句协韵。
40.尝：秋季祭祀之名。
41.楅衡（bìhēng）：防止牛抵触用的横木。古代祭祀用牲牛必须是没有任何损伤的，秋祭用的牲牛要在夏天设以楅衡，防止触折牛角。
42.牡：公牛。刚：通“犅”，小牛。牺尊：酒尊的一种，形为牺牛，凿背以容酒，故名。将（qiāng）将：音义并同“锵锵”，器物相碰的声音。
43.毛炰（páo）：带毛涂泥燔烧，此是烧小猪。胾（zì）：大块的肉。羹（gēng）：指大羹，不加调料的肉汤。
44.笾（biān）：竹制的献祭容器。豆：木制的献祭容器。大房：大的盛肉容器，亦名夏屋。
45.万舞：舞名，常用于祭祀活动。洋洋：盛大貌。
46.臧（zāng）：善。
47.常：长。
48.三寿作朋：古代常用的祝寿语。三寿，《养生经》：“上寿百二十，中寿百年，下寿八十。”朋，并。
49.朱英：矛上用以装饰的红缨。绿縢：将两张弓捆扎在一起的绿绳。縢（téng）：绳。
50.二矛：古代每辆兵车上有两支矛，一长一短，用于不同距离的交锋。重弓：古代每辆兵车上有两张弓，一张常用，一张备用。
51.徒：步兵。
52.贝：贝壳，用于装饰头盔。胄（zhòu）：头盔。綅（qīn）：线，用于编缀固定贝壳。
53.烝（zhēng）：众。增增：多貌。
54.戎狄：指西方和北方在周王室控制以外的两个民族。膺（yīng）：击。
55.荆：楚国的别名。舒：国名，在今安徽庐江。
56.承：抵抗。
57.黄发台背：皆高寿的象征。人老则白发变黄，故曰黄发。台，同“鲐”，鲐鱼背有黑纹，老人背有老人斑，如鲐鱼之纹，故云。
58.胥：相。试：比。
59.耆（qí）、艾：皆指年老。
60.有：通“又”。
61.眉寿：指高寿。
62.岩岩：山高貌。
63.詹（zhān）：至。陈奂《诗毛氏传疏》：“言所至境也。”
64.龟、蒙：二山名。
65.荒：同“抚”，有。大东：指最东的地方。
66.淮夷：淮水流域不受周王室控制的民族。同：会盟。
67.保：安。凫、绎：二山名，凫山在今山东邹县西南，绎山在今邹县东南。
68.徐：国名。宅：居处。
69.蛮貊（mò）：泛指北方一些周王室控制外的民族。
70.南夷：泛指南方一些周王室控制外的民族。
71.诺：应诺。
72.若：顺从。
73.公：鲁公。纯：大。嘏（gǔ）：福。
74.常、许：鲁国二地名，毛传谓为“鲁南鄙北鄙”。
75.燕：通“宴”。
76.令：善。
77.宜：适宜。
78.祉（zhǐ）：福。
79.儿齿：高寿的象征。老人牙落后又生新牙，谓之儿齿。
80.徂（cú）来：也作徂徕，山名，在今山东泰安东南。
81.新甫：山名，在今山东新泰西北。
82.度：通“剫”，伐木。寻、尺：皆度量单位，此作动词用。
83.桷（jué）：方椽。舄（xì）：大貌。
84.路寝：指庙堂后面的寝殿。孔：很。
85.新庙：指閟宫。奕奕：美好貌。
86.奚斯：人名，鲁国大夫。
87.曼：长。
88.若：顾。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (301, '商颂·那', '猗与那与！置我鞉鼓。 奏鼓简简，衎我烈祖。 汤孙奏假，绥我思成。 鞉鼓渊渊，嘒嘒管声。 既和且平，依我磬声。 於赫汤孙！穆穆厥声。 庸鼓有斁，万舞有奕。 我有嘉客，亦不夷怿。 自古在昔，先民有作。 温恭朝夕，执事有恪， 顾予烝尝，汤孙之将。', '猗（ē）与那（nuó）与：犹“婀欤娜欤”，形容乐队美盛之貌。与，同“欤”，叹词。
置：植，竖立。鞉（táo）鼓：一种立鼓。
简简：象声词，鼓声。
衎（kàn）：欢乐。烈祖：有功烈的祖先。
汤孙：商汤之孙。奏假：祭享。假，“格”的假借。
绥：赠予，赐予。思：语助词。成：成功。
渊渊：象声词，鼓声。
嘒（huì）嘒：象声词，吹管的乐声。管：一种竹制吹奏乐器。
磬：一种玉制打击乐器。
於（wū）：叹词。赫：显赫。
穆穆：和美庄肃。
庸：同“镛”，大钟。有斁（yì）：即“斁斁”，乐声盛大貌。
万舞：舞名。有奕：即“奕奕”，舞蹈场面盛大之貌。
亦不夷怿（yì）：意为不亦夷怿，即不是很快乐吗。 夷怿：怡悦。
作：指行止。
执事：行事。有恪（kè）：即“恪恪”，恭敬诚笃貌。
顾：光顾。烝（zhēng尝：冬祭为烝，秋祭为尝。
将：佑助。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (302, '商颂·烈祖', '嗟嗟烈祖！有秩斯祜。 申锡无疆，及尔斯所。 既载清酤，赉我思成。 亦有和羹，既戒既平。 鬷假无言，时靡有争。 绥我眉寿，黄耇无疆。 约軧错衡，八鸾鸧鸧。 以假以享，我受命溥将。 自天降康，丰年穰穰。 来假来飨，降福无疆。 顾予烝尝，汤孙之将。', '烈祖：功业显赫的祖先,此指商朝开国的君王成汤。
有秩斯祜（hù）：马瑞辰《毛诗传笺通释》云：“有秩即形容福之大貌。”祜,福。
申：再三。锡：同“赐”。段玉裁《说文解字注》：“经典多假锡为赐字。凡言锡予者,即赐之假借也。”
及尔斯所：陈奂《诗毛氏传疏》云：“及尔斯所,犹云‘以迄于今’也。”
清酤（gū）：清酒。
赉（lài）：赐予。思：语助词。
戒：齐备。
鬷（zōng）假：集合大众祈祷。
绥：安抚。眉寿：高寿。
黄耇（gǒu）：义同“眉寿”。朱熹《诗集传》云：“黄,老人发白复黄也。耇,老人面涷（dōng）梨色。”
约軝（qí）错衡：用皮革缠绕车毂（gǔ）两端并涂上红色,车辕前端的横木用金涂装饰。错,金涂。
鸾：通“銮”,一种饰于马车上的铃。鸧（qiāng）鸧：同“锵锵”,象声词。
假（gé）：同“格”,至也。享：祭。
溥（pǔ）：大。将：王引之《经义述闻》释为“长”。
顾：光顾,光临。指先祖之灵光临。烝（zhēng）尝：冬祭叫“烝”。秋祭叫“尝”。
汤孙：指商汤王的后代子孙。
将：奉祀。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (303, '商颂·玄鸟', '天命玄鸟，降而生商，宅殷土芒芒。古帝命武汤，正域彼四方。 方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。武丁孙子，武王靡不胜。 龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。 四海来假，来假祁祁。景员维河。殷受命咸宜，百禄是何。', '玄鸟：黑色燕子。传说有娀氏之女简狄吞燕卵而怀孕生契，契建商。
商：指商的始祖契。
宅：居住。芒芒：同“茫茫”，广大的样子。
古：从前。帝：天帝，上帝。武汤：即成汤，汤号曰武。
正（zhēng）：同“征”。又，修正疆域。
方：遍，普。后：上古称君主，此指各部落的酋长首领（诸侯）。
奄：拥有。九有：九州。传说禹划天下为九州。《尔雅·释地》：“两河间曰冀州，河南曰豫州，河西曰雍州，汉南曰荆州，江南曰扬州，济南曰兖州，济东曰徐州，燕曰幽州，齐曰营州。”有，“域”的借字，疆域。
先后：指先君，先王。
命：天命。殆：通“怠”，懈怠。
武丁：即殷高宗，汤的后代。
武王：即武汤，成汤。胜：胜任。
旂（qí）：古时一种旗帜，上画龙形，竿头系铜铃。乘（shèng）：四马一车为乘。
糦（xī）：同“饎”，酒食。宾语前置，“大糦”作“承”的前置宾语。承，捧，进献。
邦畿（jī）：封畿，疆界。
止：停留，居住。
肇域四海：始拥有四海之疆域。四海，《尔雅》以“九夷、八狄、七戎、六蛮”为“四海”。或释“肇”为“兆”，兆域，即疆域。开辟疆域以至于四海。
来假（gé）：来朝。假，通“格”，到达。
祁祁：纷杂众多之貌。
景：景山，在今河南商丘，古称亳，为商之都城所在。景，广大。员，幅员。
咸宜：谓人们都认为适宜。
百禄：多福。何（hè）：通“荷”，承受，承担。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (304, '商颂·长发', '濬哲维商，长发其祥。洪水芒芒，禹敷下土方。外大国是疆，幅陨既长。有娀方将，帝立子生商。 玄王桓拨，受小国是达，受大国是达。率履不越，遂视既发。相土烈烈。海外有截。 帝命不违，至于汤齐。汤降不迟，圣敬日跻。昭假迟迟，上帝是祗，帝命式于九围。 受小球大球，为下国缀旒，何天之休。不竞不絿，不刚不柔。敷政优优，百禄是遒。 受小共大共，为下国骏厖。何天之龙，敷奏其勇。不震不动，不戁不竦，百禄是总。 武王载旆，有虔秉钺。如火烈烈，则莫我敢曷。苞有三蘖，莫遂莫达。九有有截，韦顾既伐，昆吾夏桀。 昔在中叶，有震且业。允也天子，降予卿士。实维阿衡，实左右商王。', '长：长久。发（fā）：兴发。
濬（jùn）哲：明智。濬，“睿”的假借。商：指商的始祖。
祥：福祥。
芒芒：茫茫，水盛貌。
敷：治。下土方：“下土四方”的省文。
外大国：外谓邦畿之外，大国指远方诸侯国。疆：疆土。句意为远方的方国都归入疆土。
辐陨（yǔn）：幅员。长：广。
有娀（sōng）：古国名。这里指有娀氏之女，古时妇女系姓，姓氏无考，以国号称之。《说文》：“娀，帝高辛之妃，偰母号也。”将：壮，大。
帝立子生商：《商颂·玄鸟》：“天命玄鸟，降而生汤。”有娀氏之女生契，契被奉为商的始祖。
玄王：商契。契生前只是东方的一个国君，由小渐大，并未称王，下传十世至太乙（汤）建立商王朝，追尊契为王。根据“玄鸟生商”的神话，称为玄王。桓拨：威武刚毅。
达：开，通。受小国、大国是达，二句疏释多歧。郑笺：“玄王广大其政治，始尧封之商为小国，舜之末年乃益其地为大国，皆能达其教令。”
率履：遵循礼法。履，“礼”的假借。
遂视既发：视，巡视；发，施。旧解多歧。朱熹《诗集传》：“言契能循礼不过越，遂视其民，则既发以应之矣。”
相土：人名，契的孙子。契生昭明，昭明生相土，是商的先王先公之一。烈烈：威武貌。
海外：四海之外，泛言边远之地。有截：截截，整齐划一。
汤：成汤，帝号天乙，商王朝的建立者，他以武力推翻夏桀的统治，建立商王朝。齐：齐一，一样。
降：降生。
跻：升。
昭假（gé）：向神祷告，表明诚敬之心。迟迟：久久不息。
祗（zhī）：敬。
式：法，执法。九围：九州。
球：一说球为玉器．小者尺二寸，大者三尺；一说通“捄”，训“法”。兹取前一说。
下国：下面的诸侯方国。缀旒（liú）：表率、法则。
何：同“荷”，承受。休：“庥”的假借，庇荫。
絿（qiú）：急。
优优：温和宽厚。
遒：聚。
共：历代训释不一，一说通“珙”，璧；一说通“拱”，法；一说通“供”，为祭名或祭物，均可通。
骏厖（páng）：骏，大。余培林引《诗经世本古义》：“《说文》云：石大也。‘为下国骏厖’者，下国诸侯恃汤以安，如依赖于磐石然。”
龙：“宠”的假借，恩宠。
敷奏：施展。
不震不动：郑笺：“不可惊惮也。”
戁（nǎn）、竦：恐惧。
总：聚。
武王：成汤之号。载：始。旆：旌旗，此作动词。
有虔：威武貌。秉钺：执持长柄大斧。钺是青铜制大斧，国王近卫军的兵器，国王亲征秉钺。《史记·殷本纪》：“汤自把铖以伐昆吾，遂伐桀。”即此诗所写。
曷（è）：通“遏”，阻挡。
苞有三蘖（niè）：苞，本，指树于；蘖，旁生的枝桠嫩芽。朱熹《诗集传》：“言一本生三蘖也，本则夏桀，蘖则韦也，顾也，昆吾也，皆桀之党也。”
遂：草木生长之称。达：苗生出土之称。
九有：九州。截：整齐。
韦：国名，在今河南滑县东，夏桀的与国。顾：国名，在今山东鄄城东北，夏桀的与国。
昆吾：国名，夏桀的与国，与韦、顾共为夏王朝东部屏障。据史实，成汤先将韦、顾、昆吾分割包围，先歼灭左边的韦，再歼灭右边的顾。然后两面夹击昆吾，最后伐孤立之桀，决战于鸣条（今河南封丘县东）之野，消灭了夏桀的主力。
中叶：中世。商朝立国从契始，到十世成汤建立王朝，从开国历史年代说正值中世。
震：威力。业：功业。
允：信然。
降：天降。
实维：是为。阿衡：即伊尹，辅佐成汤征服天下建立商王朝的大臣。他原来是一个奴隶，成汤发现他的才干，破格重用。
左右：在王左右辅佐。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');
INSERT INTO ancient_article.article (article_id, title, content, comment, create_by, create_time, update_by, update_time) VALUES (305, '商颂·殷武', '挞彼殷武，奋伐荆楚。深入其阻，裒荆之旅。有截其所，汤孙之绪。 维女荆楚，居国南乡。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。曰商是常。 天命多辟，设都于禹之绩。岁事来辟，勿予祸适，稼穑匪解。 天命降监，下民有严。不僭不滥，不敢怠遑。命于下国，封建厥福。 商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。 陟彼景山，松伯丸丸。是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。', '挞（tà）：勇武貌。殷武：即殷高宗武丁，殷朝的一位中兴之主，曾任用贤人傅说（yuè）为相，并不断对西北的贡方、土方、鬼方、羌、周族等用兵，在位五十九年。
荆楚：即荆州之楚国。《史记·楚世家》：“吴回生陆终。陆终生子六人，其长曰昆吾；二曰参胡；三曰彭祖；四曰会人；五曰曹姓；六曰季连，芈姓，楚其后也。昆吾氏，夏之时尝为侯伯，桀之时汤灭之。彭祖氏，殷之时尝为侯伯，殷之末世灭彭祖氏。…周文王之时，季连之苗裔曰鬻熊。鬻熊子事文王，蚤（早）卒。其子曰熊丽。熊丽生熊狂，熊狂生熊绎。熊绎当周成王之时，举文、武勤劳之后嗣，而封熊绎于楚蛮，封以子男之田，姓芈氏，居丹阳。”
罙（shēn）：同“深”。古深字本作“突”，隶变作“罙”。
裒（póu）：“捊”之别体，通“俘”，俘获。
汤孙：指商汤的后代武丁。绪：功业。
女（rǔ）：同“汝”，你。
乡（xiàng）：通“向”。
自彼氐羌：自，犹“虽”；氐、羌，散居在今西北狭西、甘肃、青海一带的边远民族。
常：长。“常”是“尚声”字，与“长”字古音同部，故可释为“长”。
多辟（bì）：众多诸侯国君。
绩：通“迹”。
来辟：犹言“来王”、“来朝”。
祸适：读同“过谪”，义为谴责。
解（xiè）：同“懈”。
严（yǎn）：同“俨”，敬谨。
不僭（jiàn）不滥：毛传：“赏不僭、刑不滥也。”
封：毛传：“大也。”
商邑：指商朝的国都西亳。《史记·殷本纪》正义：“汤自南亳迁西亳，仲丁迁隞，河亶甲居相，祖乙居耿，盘庚渡河，南居西亳，是五迁也。”殷高宗武丁是盘庚之后的中兴之主，其时建都西亳，在今河南偃师。翼翼：都城盛大貌。
极：准则。
濯（zhuó）濯：形容威灵光辉鲜明。
后生：犹言后代子孙。
景山：陈奂《诗毛氏传疏》：“考今河南偃师县有缑氏城，县南二十里有景山，即此诗之景山也。”
丸丸：形容松柏条直挺拔。
方：是，乃。斲（zhuó）：同“斫”，砍。虔：马瑞辰《毛诗传笺通释》以为“削”。此指用刀削木。
桷（jué）：方形的椽子。梃（chān）：木长貌。
旅：当依毛传释为“陈列”。有闲：闲闲，大貌。
寝：此指为殷高宗所建的寝庙。古时的寝庙分两部分，后面停放牌位和先人遗物的地方叫“寝”，前面祭祀的地方叫“庙”。孔：很。', 'liuxu', '2019-08-02 22:34:15', 'liuxu', '2019-08-02 22:34:15');